{"url": "http://en.wikipedia.org/wiki/Airco_DH.4A", "plaintext": "Airco DH.4 - Wikipedia, the free encyclopedia\nAirco DH.4\nFrom Wikipedia, the free encyclopedia\n(Redirected from Airco DH.4A)\nJump to:\tnavigation, search\n\"DH-4\" redirects here. For the 1950s flying platform, see de Lackner HZ-1 Aerocycle.\nAirco DH.4\nDH.4 above the clouds in France\nRole\nLight bomber / General purpose\nManufacturer\nAirco\nFirst flight\nAugust 1916\nIntroduction\nMarch 1917\nRetired\n1932 (United States Army)\nPrimary users\nUnited Kingdom\nUnited States\nNumber built\n1,449 in UK; 4,846 in USA[1]\nUnit cost\n$11,250\nVariants\nDH9, DH9A, Dayton-Wright Cabin Cruiser\nThe Airco DH.4 was a British two-seat biplane day bomber of the World War I. It was designed by Geoffrey de Havilland (hence \"DH\") for Airco, and was the first British two-seat light day-bomber to have an effective defensive armament. It first flew in August 1916 and entered service with the Royal Flying Corps (RFC) in March 1917. The majority of DH.4s were actually built as general purpose two-seaters in the United States, for service with the American forces in France.\nThe DH.4 was tried with several engines, of which the best was the 375 hp (280 kW) Rolls-Royce Eagle engine. Armament and ordnance for the aircraft consisted of one 0.303 in (7.7 mm) Vickers machine gun for the pilot and one 0.303 in (7.7 mm) Lewis gun on a Scarff ring mounting for the observer. Two 230 lb (100 kg) bombs or four 112 lb (51 kg) bombs could be carried. The DH.4 entered service on 6 March 1917 with No. 55 Squadron in France.\nContents\n1 Design and development\n1.1 Production\n2 Operational history\n2.1 British military service\n2.2 United States military service\n2.3 Civil use\n3 Variants\n3.1 UK variants\n3.2 Soviet variants\n3.3 United States variants\n4 Operators\n4.1 Civil operators\n4.2 Military operators\n5 Survivors\n6 Specifications (DH.4 - Eagle VIII engine)\n7 See also\n8 References\n9 External links\nDesign and development[edit]\nThe DH.4 was designed by Geoffrey de Havilland as a light two-seat day bomber powered by the new BHP engine. The prototype first flew in August 1916, powered by a prototype BHP engine rated at 230 hp (170 kW).[2] While the DH.4 trials were promising, the BHP engine required major redesign before entering production, and the Rolls-Royce Eagle engine was selected as the DH.4's powerplant. The first order for 50 DH.4s, powered by 250 hp (186 kW) Eagle III engines was placed at the end of 1916.[3]\nThe aircraft was a conventional tractor two bay biplane of all-wooden construction. The crew of two were accommodated in widely spaced cockpits, separated by the fuel tank.[3] It was armed with a single forward-firing synchronised Vickers machine gun and one or two .303 in (7.7 mm) Lewis guns fitted on a Scarff ring fired by the observer. A bomb load of 460 lb (210 kg) could be fitted to external racks. While the crew arrangement gave good fields of view for the pilot and observer, it caused communication problems between the two crew members, particularly in combat, where the speaking tube linking the cockpits was of limited use.[4]\nAs production continued, DH.4s were fitted with Eagle engines of increasing power, settling on the 375 hp (280 kW) Eagle VIII, which powered the majority of frontline DH.4s by the end of 1917. Because of the chronic shortage of Rolls-Royce aero engines in general, and Eagles in particular, alternative engines were also investigated, with the BHP (230 hp/170 kW), the Royal Aircraft Factory RAF3A (200 hp/150 kW), the Siddeley Puma (230 hp/170 kW) and the 260 hp (190 kW) Fiat, all being used in production aircraft.[3] None of these engines could match the Rolls-Royce Eagle; however, there were simply not enough Eagles available.\nIn American production, the new Liberty engine proved suitable as a DH.4 powerplant, although the engine produced a slightly inferior performance to the Eagle. The Liberty was also to eventually power the British DH.9A.\nProduction[edit]\nAn early production DH.4\nProduction was by Airco, F.W. Berwick and Co, Glendower Aircraft Company, Palladium Autocars, Vulcan Motor and Engineering, and the Westland Aircraft Works in the UK. A total of 1,449 aircraft (from orders for 1,700 aircraft) were made in the UK for the RFC and RNAS.[5] SABCA of Belgium made a further 15 in 1926.[6]\nIn the United States, the Boeing Airplane Corporation, Dayton-Wright Airplane Company, the Fisher Body Corporation, and the Standard Aircraft Corporation produced the DH-4 with the Liberty L-12 engine for the American air services. A total of 9,500 DH-4s were ordered from American manufacturers, of which 1,885 actually reached France during the war.[1]\nAfter the war, a number of firms, most significantly Boeing, were contracted by the U.S. Army to remanufacture surplus DH-4s to DH-4B standard. Known by Boeing as the Model 16, deliveries of 111 aircraft from this manufacturer took place between March and July 1920, with 50 of them returned for further refurbishments three years later.[7]\nIn 1923, the Army ordered a new DH-4 variant from Boeing, distinguished by a fuselage of fabric-covered steel tube in place of the original plywood structure. These three prototypes were designated DH-4M-1 (M for modernized) and were ordered into production alongside the generally similar DH-4M-2 developed by Atlantic Aircraft. A total of 22 of the 163 DH-4M-1s were converted by the Army into dual-control trainers (DH-4M-1T) and a few more into target tugs (DH-4M-1K). Thirty of the aircraft ordered by the Army were diverted to the Navy for Marine Corps use, these designated O2B-1 for the base model, and O2B-2 for aircraft equipped for night and cross-country flying.[8]\nOperational history[edit]\nBritish military service[edit]\nThe DH.4 entered service with the RFC in January 1917, first being used by No. 55 Squadron.[3] More squadrons were equipped with the type to increase the bombing capacity of the RFC, with two squadrons re-equipping in May, and a total of six squadrons by the end of the year.[3] As well as the RFC, the RNAS also used the DH.4, both over France and over Italy and the Aegean front.[3] The DH.4 was also used for coastal patrols by the RNAS. One, crewed by the pilot Major Egbert Cadbury and Captain Robert Leckie (later Air Vice-Marshal) as gunner, shot down Zeppelin L70 on 5 August 1918.[9] Four RNAS DH.4s were credited with sinking the German U-boat UB 12 on 19 August 1918.[9]\nThe DH.4 proved a huge success and was often considered the best single-engined bomber of World War I.[N 1] Even when fully loaded with bombs, with its reliability and impressive performance, the type proved highly popular with its crews. The Airco DH.4 was easy to fly, and especially when fitted with the Rolls-Royce Eagle engine, its speed and altitude performance gave it a good deal of invulnerability to German fighter interception,[10] so that the DH.4 often did not require a fighter escort on missions, a concept furthered by de Havilland in the later Mosquito in World War II.\nA drawback of the design was the distance between pilot and observer, as they were separated by the large main fuel tank. This made communication between the crew members difficult, especially in combat with enemy fighters.[11] There was also some controversy (especially in American service) that this placement of the fuel tank was inherently unsafe.[12] In fact, most contemporary aircraft were prone to catching fire in the air.[N 2] The fire hazard was reduced, however, when the pressurised fuel system was replaced by one using wind-driven fuel pumps late in 1917,[11] although this was not initially adopted by American-built aircraft.[14] The otherwise inferior DH.9 brought the pilot and observer closer together by placing the fuel tank in the usual place, between the pilot and the engine.\nDespite its success, numbers in service with the RFC actually started to decline from spring 1918, mainly due to a shortage of engines, and production switched to the DH.9, which turned out to be disappointing, being inferior to the DH.4 in most respects. It was left to the further developed DH.9A, with the American Liberty engine, to satisfactorily replace the DH.4.\nWhen the Independent Air Force was set up in June 1918 to carry out strategic bombing of targets in Germany, the DH.4s of 55 Squadron formed part of it, being used for daylight attacks.[4] 55 Squadron developed tactics of flying in wedge formations, bombing on the leader's command and with the massed defensive fire of the formation deterring attacks by enemy fighters.[15] Despite heavy losses, 55 Squadron continued in operation, the only one of the day bombing squadrons in the Independent Force which did not have to temporarily stand down owing to aircrew losses.[16]\nAfter the Armistice, the RAF formed No. 2 Communication Squadron, equipped with DH.4s to carry important passengers to and from the Paris Peace Conference. Several of the DH.4s used for this purpose were modified with an enclosed cabin for two passengers at the request of Andrew Bonar Law.[17] These aircraft were designated DH.4A, with at least seven being converted for the RAF, and a further nine for civil use.[18]\nUnited States military service[edit]\nAt the time of its entry into the war, the United States Army Air Service lacked any aircraft suitable for front line combat. It therefore procured various aircraft from the British and French, one being the DH.4. As the DH-4, it was manufactured mostly by Dayton-Wright and Fisher Body for service with the United States from 1918, the first American built DH-4 being delivered to France in May 1918, with combat operations commencing in August 1918.[19] The powerplant was a Liberty L-12 of 400 hp (300 kW) and it was fitted with two .30 in (7.62 mm) Marlin machine guns in the nose and two .30 in (7.62 mm) Lewis guns in the rear and could carry 322 lb (146 kg) of bombs. it could also be equipped with various radios like the SCR-68 for artillery spotting missions. The heavier engine reduced performance compared with the Rolls-Royce powered version, but as the \"Liberty Plane\" it became the US Army Air Service standard general purpose two-seater, and on the whole was fairly popular with its crews.\n"}
{"url": "http://en.wikipedia.org/wiki/Alex_Randolph", "plaintext": "Alex Randolph - Wikipedia, the free encyclopedia\nAlex Randolph\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nAlex Randolph, right, and Christoph Endres.[who?]\nAlexander Randolph (4 May 1922 – 28 April 2004) was a designer of board games. Randolph's game creations include TwixT, Breakthru, Inkognito (with Leo Colovini),[1] Raj, Ricochet Robot, and Enchanted Forest (with Michael Matschoss).[2]\nContents\n1 Personal and Early Life\n1.1 Game Developer\n2 Death\n3 Awards\n4 References\n5 External links\nPersonal and Early Life[edit]\nRandolph was a son of self-decribed \"rich parents\" who attended private school in Switzerland. [3] He spent his early years in various occupations, including military intelligence and as an advertising copy editor in Boston.[citation needed]\nGame Developer[edit]\nIn 1961, Randolph moved to Japan and became a professional game developer, performing initial work on "}
{"url": "http://en.wikipedia.org/wiki/Apple_box", "plaintext": "Apple box - Wikipedia, the free encyclopedia\nApple box\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nIt has been suggested that Basso Block be merged into this article. (Discuss) Proposed since October 2014.\nFor the Australian tree, see Eucalyptus bridgesiana.\nFull Apple Box, in New York position\nApple Boxes are wooden boxes or crates of varying sizes with holes on each end used chiefly in film production. These boxes are specialized pieces of equipment belonging to the grip department, and should not be confused with simple crates or other boxes.\nContents\n1 Uses\n2 Sizes\n3 Position\n4 Basso Blocks\n5 See also\n6 References\nUses["}
{"url": "http://en.wikipedia.org/wiki/Arthrogram", "plaintext": "Arthrogram - Wikipedia, the free encyclopedia\nArthrogram\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis April 2009 needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (May 2009)\nArthrogram\nDiagnostics\nICD-9-CM\n88.32\nOPS-301 code\n3-13k\nAn arthrogram is a series of images, often X-rays, of a joint after injection of a contrast medium. The injection is normally done under a local anesthetic.The radiologist or radiographer performs the study using fluoroscopy or ultrasound to guide the placement of the needle into the joint and then injects an appropriate amount of contrast.\nContents\n1 Related technologies\n2 Use\n3 Risks\n4 See Also\n5 References\n6 External links\nRelated technologies[edit]\nThe physician or radiographer then obtains a series of X-rays, or alternatively Computed Tomography (CT) scans or Magnetic Resonance Imaging (MRI) scans. The joint can be imaged from many angles in fluoroscopy, or on a slice by slice basis in CT and MRI scans.\nUse[edit]\nThe physician assesses the images produced.[1]\nShoulder arthrography can be used to study tears of the rotator cuff. The procedure can also define abnormalities of the glenoid labrum and bicipital tendon and sheath.[1]\nFor pneumoarthrography, a gaseous medium has been used, for opaque arthrography a water-soluble iodinated medium is used, and a combination of both has been used in double-contrast arthrography. Current practice is single contrast arthrography usually coupled with CT or MR imaging.\nThe exam is usually done under the fluoroscope, or less commonly ultrasound, to guide the needle into the correct place in the joint.\nIncreasingly utilized in the last ten years, Magnetic Resonance Arthrography and Computed tomography arthrography (CT) combines a standard arthrogram with Magnetic Resonance Imaging or CT scanning. While preparing the iodine contrast for injection into the joint, the physician adds a small quantity (usually less than 1 ml) of gadolinium contrast. Once the joint has been injected, the traditional radiographic images may or may not be obtained, and the patient then undergoes an MR or CT of the joint. The gadolinium in the contrast fluid yields a bright hyperintense signal on T1 weighted images and allows evaluation of quite small defects of the joint capsule, the articular surface of the bones and of the labral cartilage. MR arthrography is most often used in evaluation of the hip and acetabular labrum, of the shoulder rotator cuff and glenoid labrum, and less often in the wrist.[1]\nArthrograms, in practice, can be diagnostic or therapeutic. Therapeutic arthrograms are often joint distention and cortisone injection procedures. A frequent site for such a procedure is the shoulder. Diagnostic arthrograms can be direct, as described above with penetration of the joint, or indirect, by a venous injection of contrast material and later imaging with CT or MRI.[1]\nRisks[edit]\nPatients who are allergic to or sensitive to medications, contrast dyes, local anesthesia, iodine, or latex should not have this procedure. Potential risks are infections at the puncture site where the radiopaque substance and/or air are injected. Bleeding is also a small risk.\nReports have arisen of gadolinium contrast agents causing nephrogenic systemic fibrosis (NSF), a debilitating and potentially fatal disease affecting skin, muscle, and internal organs.[2] These cases have only occurred in people with moderate-to-end-stage kidney disease; there have been zero reports of gadolinium leading to health problems in individuals with healthy kidneys. The mechanism linking gadolinium, kidney dysfunction, and NSF is currently unknown. The U.S. Food and Drug Administration (FDA) has recommended that physicians refrain from using gadolinium contrast agents on patients with kidney disease \"unless the diagnostic information is essential and can not be obtained with non-contrast-enhanced MRI or other diagnostic procedures.\"[3]\nAside from the risk of NSF in people with kidney disease, arthrograms carry the same risks as ordinary X-rays or MRI scans.\nSee Also[edit"}
{"url": "http://en.wikipedia.org/wiki/Artistic_medium", "plaintext": "List of artistic media - Wikipedia, the free encyclopedia\nList of artistic media\nFrom Wikipedia, the free encyclopedia\n(Redirected from Artistic medium)\nJump to:\tnavigation, search\nIn the arts, a medium is a material used by an artist or designer to create a work.\nContents\n1 Architecture\n2 Carpentry\n3 Drawing\n3.1 Traditional drawing media\n3.2 Traditional bases for drawing\n4 Electronic\n5 Film\n6 Food\n7 Light\n8 Literature\n8.1 Traditional writing mediums\n8.2 Traditional bases for writing\n9 Natural world\n10 Painting\n10.1 Traditional paint media\n10.2 Supports for painting\n10.3 Traditional tools and methods\n10.4 Mural techniques\n11 Performing arts\n12 Photography\n13 Printmaking\n14 Sculpture\n14.1 Materials\n14.1.1 Carving materials\n14.1.2 Casting materials\n14.1.3 Modeling materials\n14.1.4 Assembled materials\n14.1.5 Finishing materials\n14.2 Tools\n15 Sound\n16 Technical products\n17 Textiles\n18 See also\n19 References\n20 External links\nArchitecture[edit]\nMain article: Outline of architecture\nIn the art and science of architecture, the design and construction of buildings and interiors, infrastructure and other physical structures are created. It can involve multiple disciplines of brickwork, carpentry, engineering, stonemasonry and many other skills.\nCement, concrete and mortar\nCob\nGlass\nMetal\nStone, brick\nWood\nCarpentry[edit]\nThe art of carpentry and woodworking is by a skilled craftsperson or joiner, who designs and builds buildings, furniture and other objects.\nAdhesives\nWood (timber)\nDrawing[edit]\nMain article: Outline of drawing and drawings\nIn drawing, \"media\" refers to both the material that is manually applied and to the base onto which it is applied.[1] The media applied can be many things but the method of application is a stick type object with a point (not a brush) that transfers particles of media to the base. The point of the stick can be as minute as it can be large.\nThe most commonly practiced form of drawing or sketching is with a pencil and paper, however the wide and varied use of materials applied can be graphite, fusain, pastel, and ink among other things. Bases can be paper, plaster, canvas, wood or basically anything that accepts the medium applied from the point of the stick.\nTraditional drawing media[edit]\nAcrylic paint\nChalk\nCharcoal (soft or hard)\nColored pencil\nConté\nCrayon\nGouache\nGraphite (can be pencils which are small or large sticks similar to charcoal)\nHuman finger (with ink or paint)\nMarker\nOil paint\nPastel\nPen and ink\nPencil\nSand\nWatercolour\nTempera\nTraditional bases for drawing[edit]\nCanvas\nCard stock\nFabric (with fabric "}
{"url": "http://en.wikipedia.org/wiki/Barrett,_Mariposa_County,_California", "plaintext": "Barrett, Mariposa County, California - Wikipedia, the free encyclopedia\nBarrett, Mariposa County, California\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nBarrett\nUnincorporated community\nBarrett\nLocation in California\nCoordinates: 37°38′24″N 120°17′09″W﻿ / ﻿37.64000°N 120.28583°W﻿ / 37.64000; -120.28583Coordinates: 37°38′24″N 120°17′09″W﻿ / ﻿37.64000°N 120.28583°W﻿ / 37.64000; -120.28583\nCountry\nUnited States\nState\nCalifornia\nCounty\nMariposa County\n"}
{"url": "http://en.wikipedia.org/wiki/Blatz_(band)", "plaintext": "Blatz (band) - Wikipedia, the free encyclopedia\nBlatz (band)\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (January 2015)\nBlatz\nOrigin\nBerkeley, California, USA\nGenres\nPunk rock\nYears active\n1989–1992\nLabels\nLookout! Records, Alternative Tentacles\nAssociated acts\nFilth, The Hope Bombs, Harbinger, The Gr'ups, Cypher in the Snow, The "}
{"url": "http://en.wikipedia.org/wiki/Camelon", "plaintext": "Camelon - Wikipedia, the free encyclopedia\nCamelon\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nCamelon\nScottish Gaelic: Camlann\nScots: Caimlan\nCamelon swing bridge over the Forth and Clyde Canal at Camelon lock.\nCamelon\nCamelon shown within the Falkirk council area\nPopulation\n4,508 [1] (2001 census)\nOS grid reference\nNS867805\n– Edinburgh\n24.7 mi (39.8 km) ESE – London\n346 mi (557 km) SSE Civil parish\nFalkirk\nCouncil area\nFalkirk\nLieutenancy area\nStirling and Falkirk\nCountry\nScotland\nSovereign state\nUnited Kingdom\nPost town\nFALKIRK\nPostcode district\nFK1\n"}
{"url": "http://en.wikipedia.org/wiki/Category:1985_in_Africa", "plaintext": "Category:1985 in Africa - Wikipedia, the free encyclopedia\nCategory:1985 in Africa\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nAfrica portal\n← 1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989 →\nWikimedia Commons has media related to 1985 in Africa.\n"}
{"url": "http://en.wikipedia.org/wiki/Coll%c3%a8ge_de_Bois-de-Boulogne", "plaintext": "Collège de Bois-de-Boulogne - Wikipedia, the free encyclopedia\nCollège de Bois-de-Boulogne\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\n‹ The template Infobox academic division is being considered for merging. ›\nCollège Bois-de-Boulogne\nMotto\nVivez l'expérience (French)\nEstablished\n1967\nType\npublic college\nAdministrative staff\n450\nUndergraduates\n2700 pre-university and technical students; 4400 adult education and corporate programs\nLocation\n10555, avenue de Bois-de-Boulogne Montreal, QC, Canada H4N 1L4\nCampus\nUrban/Suburban,\nSports teams\nCavaliers\nColours\nBlue and Green Affiliations\nACCC, CCAA, QSSF, AUCC,\nWebsite\nwww.bdeb.qc.ca/\nCollège de Bois-de-Boulogne\nThe Collège Bois-de-Boulogne is a public pre-university and vocational college located on Bois de Boulogne Street in Montreal, Quebec, Canada. It has an enrollment of approximately 2,700 students in 7 pre-university and technical programmes and 4400 participants in adult education and corporate programmes.[1] The staff consists of over 450 people.\nContents\n1 History\n2 Programs\n3 Facilities and features\n4 See also\n5 References\nHistory[edit]\nThe college traces its origins to the merger of several institutions which became public ones in 1967, when the Quebec system of CEGEPs was created.\nPrograms[edit]\nThe Collège Bois-de-Boulogne offers two types of programs: pre-university and technical. The pre-university programs, which take two years to complete, cover the subject matters which roughly correspond to the additional year of high school given elsewhere in Canada in preparation for a chosen field in u"}
{"url": "http://en.wikipedia.org/wiki/Darijo_Srna", "plaintext": "Darijo Srna - Wikipedia, the free encyclopedia\nDarijo Srna\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nDarijo Srna\nSrna playing for Shakhtar Donetsk in 2010\nPersonal information\nFull name\nDarijo Srna[1]\nDate of birth\n(1982-05-01) 1 May 1982 (age 32)\nPlace of birth\nMetković, SFR Yugoslavia\nHeight\n1.82 m (5 ft 11 1⁄2 in)\nPlaying position\nRight back\nClub information\nCurrent team\nShakhtar Donetsk\nNumber\n33\nYouth career\nGOŠK Gabela[2]\nNeretva Metković\nHajduk Split\nSenior career*\nYears\nTeam\nApps†\n(Gls)†\n1999–2003\nHajduk Split\n63\n(4)\n2003–\nShakhtar Donetsk\n277\n(28)\nNational team‡\n2002–\nCroatia\n121\n(21)\n* Senior club appearances and goals counted for the domestic league only and correct as of 10 November 2014.\n† Appearances (Goals).\n‡ National team caps and goals correct as of 16 November 2014\nDarijo Srna (pronounced [dâːrijo sř̩na]; born 1 May 1982) is a Croatian professional footballer who plays for Shakhtar Donetsk as a captain and is also the captain of the Croatian national team. He can play all across the right wing and is known for his crossing, freekick, and diving ability.[3] He began his career at Hajduk Split, before moving to Shakhtar in 2003. He has won numerous trophies during his time at Shakhtar, including a UEFA Cup title in 2009, 7 Ukrainian Premier League titles, 5 Ukrainian Cup titles and 5 Ukrainian Super Cup titles. Srna made his international debut for Croatia in November 2002. In 2009, manager Slaven Bilić made him the captain of the national team.\nHe is the most capped player in the history of Croatian national team, and has represented the country on 2006 FIFA World Cup, 2014 FIFA World Cup, UEFA Euro 2004, UEFA Euro 2008 and UEFA Euro 2012. He is also the most capped Shakhtar Donetsk player in the history of the Ukrainian Premier League since its foundation in 1991. He is considered to be one of the most legendary players in the history of Shakhtar Donetsk,[4] to the extent of being even referred to as the \"Icon of Shakhtar\".[5][6] While in Shakhtar, Srna had offers from clubs like Chelsea F.C. and Bayern Munich, which he declined due to his loyalty to Shakhtar.[7]\nContents\n1 Club career\n1.1 Hajduk Split\n1.2 Shakhtar Donetsk\n1.2.1 2008–09 season\n1.2.2 2009–10 season\n1.2.3 2010–11 season\n1.2.4 2011–12 season\n1.2.5 2012–13 season\n1.2.6 2013–14 season\n1.2.7 2014–15 season\n2 International career\n2.1 Euro 2004\n2.2 2006 World Cup\n2.3 Euro 2008\n2.4 Euro 2012\n2.5 2014 World Cup\n3 Personal life\n4 Career statistics\n4.1 Club\n4.2 International\n4.2.1 International goals\n5 Honours\n5.1 Club\n5.2 Individual\n6 References\n7 External links\nClub career[edit]\nHajduk Split[edit]\nSrna's talent was seen by many scouts in Croatia while he was young. He was later signed by Hajduk Split as his talent became desirable for the Croatian giants.[8]\nAt Hajduk, Srna won the 1999–2000 Croatian Cup, 2002–03 Croatian Cup and the 2000–01 Prva HNL. They played in the first round of 1999–2000 UEFA Cup, 2001–02 UEFA Cup, 2002–03 UEFA Cup, as well as the second round of the 2000–01 UEFA Champions League and the third round of the 2001–02 UEFA Champions League. He made 83 appearances for the club, including 63 league appearances, and scored 8 goals, 4 of which came in the league, before moving to Ukrainian club Shakhtar Donetsk.\nShakhtar Donetsk[edit]\nIn 2003, Srna was sold, along with Stipe Pletikosa, to Shakhtar Donetsk.[9] He is a common member and the captain in his club side, for whom he has made a large impact in the league. In his first season with the club he made 29 appearances, including 19 in the league, scoring 3 goals, all of which came in the Cup. He helped the club to win the Ukrainian Cup, his first honour with the club, and to a second place finish in the Premier League.[10]\nIn his second season, Shakhtar won the Super Cup and the Premier League.[11] He made 42 appearances for the club, 22 of which came in the league, and netted two goals, once in the league and once in the cup. Srna made his debut in main stage of UEFA Champions League on 14 September 2004 against Milan. His third season saw Shakhtar retain the Premier League title.[12] He made 21 league appearances, scoring twice. After the 2006 World Cup, Benfica were reported to be after the player's signature but nothing materialized, with what many considered a fallen or rejected sale. Since then, he had been linked with a number of other clubs, including S.S. Lazio, but a move never materialized.\nThe following season Shakhtar were trumped to the Premier League title by Dynamo Kyiv as they failed to achieve any silverware.[13] Darijo made 35 appearances for the club, 20 in the league, and scored four times, 3 of which came in the league. In the 2007–08 season Shakhtar picked up the Premier League trophy and were victorious in the Ukrainian Cup Final.[14] Darijo made 41 appearances, 28 of which came in the league.\n2008–09 season[edit]\nThe 2008–09 season saw Shakhtar win the Super Cup and the UEFA Cup. On 15 July 2008 Shakhtar emerged victorious in the Super Cup Final against Dynamo Kyiv. At the end of extra time the teams were level at 1–1. In the penalty shoot-out Shakhtar converted all 5 penalties to win 5–3. Srna, who captained the side, scored one of the penalties.[15] On 3 August he scored the first goal in a 3–0 victory over Illichivets Mariupol.[16] On 13 August he scored the first goal in a 2–0 victory over Croatian side Dinamo Zagreb in the Champions League.[17] On 18 October he scored a goal in Shakhtar's 4–2 win against Kryvbas.[18] On 2 March he scored the winning goal in Shakhtar's 2–1 league victory over Illichivets.[19] On 22 March he scored the only goal in a league win over Vorskla.[20] In the semi final of the UEFA Cup Shakhtar faced Dynamo Kyiv in an all-Ukrainian tie. After a 1–1 away draw in the first leg,[21] Shakhtar won 2–1 at the Donbass Arena for a 3–2 aggregate win to progress to the final.[22] Darijo played the full 90 minutes of both legs. On 20 May 2009, he captained Shakhtar in the 2–1 victory over Werder Bremen in the UEFA Cup Final.[23] Srna provided the assist for Jádson's winning goal seven minutes into extra time. He also picked up a yellow card. This was the last UEFA Cup before the change to the Europa League. Shakhtar finished the Premier League in 2nd position, 15 points behind champions Dynamo Kyiv.[24] Darijo made 46 appearances and scored 5 goals, with 25 appearances and 4 goals in the league.\nPlaying for Shakhtar in 2009\n2009–10 season[edit]\nIn the 2009–10 season Shakhtar regained the Premier League.[25] On 28 August he played in Shakhtar's 1–0 extra time loss to Barcelona in the UEFA Super Cup, picking up a yellow card on 65 minutes.[26] He scored the third goal in a 4–1 away victory over Club Brugge in the Europa League.[27] He scored a goal and picked up a yellow card in a 2–0 Ukrainian Cup victory over Dynamo Kyiv on 28 October.[28] He netted his first league goal of the season in a 2–1 victory against Zorya Luhansk on 20 March.[29] On 3 April he scored the only goal in a league victory over Obolon.[30] Darijo played 39 matches, 26 in the league, and scored 4 goals, 2 of which came in the league.\n2010–11 season[edit]\nThe 2010–11 season was extremely successful for Shakhtar as they won the treble (Premier League, Ukrainian Cup and the Super Cup).[31] He played in Shakhtar's 7–1 Super Cup victory over Tavriya Simferopol on 4 July.[32] On 15 September he netted the only goal, and picked up a yellow card, in a 1–0 Champions League win over Partizan Belgrade.[33] In the following match, against Tavriya, after going 1–0 down, Srna scored the equaliser in a 4–1 victory.[34] On 30 October he was sent off in added time against Dnipro as Shakhtar won 1–0.[35] On 1 April he scored the first goal in a 3–1 victory over Illichivets Mariupol.[36] On 7 May, against Metalurh Donetsk, he scored the second goal in a 2–0 win.[37] On 25 May he played in the 2–0 Ukrainian Cup Final victory over Dynamo Kyiv, picking up a yellow card.[38] Srna was named in the UEFA Champions League Team of the Year a"}
{"url": "http://en.wikipedia.org/wiki/Edwin_Hughes_(soldier)", "plaintext": "Edwin Hughes (British Army soldier) - Wikipedia, the free encyclopedia\nEdwin Hughes (British Army soldier)\nFrom Wikipedia, the free encyclopedia\n(Redirected from Edwin Hughes (soldier))\nJump to:\tnavigation, search\nEdwin Hughes\nEdwin Hughes in about 1873\nNickname(s)\nBalaclava Ned\nBorn\n12 December 1830\nWrexham, Wales\nDied\n18 May 1927 (aged 96)\nBlackpool, England\nBuried at\nLayton Cemetery, Blackpool\nAllegiance\nUnited Kingdom\nService/branch\n"}
{"url": "http://en.wikipedia.org/wiki/Fouquieriaceae", "plaintext": "Fouquieria - Wikipedia, the free encyclopedia\nFouquieria\nFrom Wikipedia, the free encyclopedia\n(Redirected from Fouquieriaceae)\nJump to:\tnavigation, search\nFouquieria\nOcotillo (Fouquieria splendens)\nScientific classification\nKingdom:\nPlantae\n(unranked):\nAngiosperms\n(unranked):\nEudicots\n(unranked):\nAsterids\nOrder:\nEricales\nFamily:\nFouquieriaceae\nDC.[1]\nGenus:\nFouquieria\nKunth[2]\nSpecies\nSee text\nSynonyms\nBronnia Kunth\nIdria Kellogg[2]\nFouquieria is a genus of 11 species of desert plants, the sole genus in the family Fouquieriaceae. The genus includes the ocotillo (F. splendens) and the boojum tree or cirio (F. columnaris). They have semisucculent stems with thinner spikes projecting from them, with leaves on the bases spikes. They are unrelated to cacti and do not look much like them; their stems are proportionately thinner than cactus stems and their leaves are larger.\nThese plants are native to northern Mexico and the bordering US states of Arizona, southern California, New Mexico, and parts of southwestern Texas, favoring low, arid hillsides.\nThe Seri people identify three species of Fouquieria in their area of Mexico: jomjéeziz or xomjéeziz (F. splendens), jomjéeziz caacöl (F. diguetii, Baja California tree ocotillo), and cototaj (F. columnaris, boojum).[3]\nThe genus is named after French physician Pierre Fouquier (1776-1850).\nThe spines of Fouquieria develop in an unusual way, from a woody thickening on the outer (lower) side of the leaf petiole, which remains after the leaf blade and most of the petiole separate and fall from the plant.[4]\nContents\n1 Classification\n"}
{"url": "http://en.wikipedia.org/wiki/German_nobility", "plaintext": "German nobility - Wikipedia, the free encyclopedia\nGerman nobility\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article includes a list of references, but its sources remain unclear because it has insufficient inline citations. Please help to improve this article by introducing more precise citations. (July 2010)\nThe German nobility (German: deutscher Adel) was a class of persons which enjoyed certain privileges relative to other members of society under the laws and customs of various regimes of what is now Germany until 1919. Governments which recognised or conferred nobility were the Holy Roman Empire (962-1806), the German Confederation (1814-1866) and the German Empire (1871-1918). All legal privileges of the nobility were officially abolished in 1919 by the Weimar Republic (1919-1933), and nobility is no longer conferred or recognised by the Federal Republic of Germany, former hereditary titles being allowed only as part of the surname. The system of nobility in the former German Empire was similar to the nobility of Austria, as both territories long belonged to the Holy Roman Empire, although Austria, unlike Germany, legally abolished its nobility and banned use of hereditary titles in any form.\nContents\n1 Principles\n2 Nobiliary particles\n3 Uradel\n4 Hochadel\n5 Niederer Adel\n6 Titles and ranks\n6.1 Reigning titles\n6.2 Non-reigning titles\n7 See also\n8 References\n9 External links\nPrinciples[edit]\nIn Germany, nobility and titles pertaining to it were recognised or bestowed upon individuals by emperors, kings and a few rulers of lesser rank, and were then inherited by the legitimate, male-line descendants of the ennobled person. In cases where families had been deemed noble as far back as historical records could document (i.e., the Uradel), their nobility (generally pre-dating 1400 A.D.) was usually eventually recognised by a sovereign, confirming their entitlement to whatever legal privileges nobles enjoyed in that sovereign's realm. Noble rank was usually granted to men by letters patent, whereas women were members of the nobility by descent or (sometimes) by marriage to a nobleman. Nobility was inherited equally by all legitimate descendants in the male line.\nMost German titles of nobility were also inherited by all male-line descendants, although some descended by male primogeniture, especially in 19th and 20th century Prussia (e.g., Otto von Bismarck, although born a baronial Junker and elevated to the hereditary title of prince in 1871, his children and future cadets of his family were counts). Upon promulgation of the Weimar Constitution on 11 August 1919, all Germans were declared equal before the law.[1] On 18 March 1919 the Landtag of the Free State of Bavaria enacted the Gesetz über die Aufhebung des Adels (\"Act on the Abolition of the Nobility), which eliminated (not nobility as a class or individual attribute per se, but) all noble privileges, and henceforth forbade Bavarians from accepting foreign ennoblement. Other German states enacted equivalent legislation.\nThe Bavarian constitution (of 1998) also bans the transfer, by way of adoption, of surnames containing formally noble attributes (§ 118, section 3). This caused an exceptional practice in surnames borne by former members of the nobility: Whereas the gender differentiation in German surnames, widespread until the 18th century – colloquially retained in some German dialects – was abolished in Germany with the introduction of officially registered invariable surnames by the late 19th century, former noble titles transformed into parts of the surname in 1919 continue to appear in female and male forms.[2]\nAltogether abolished were titles borne exclusively by German monarchs, such as emperor/empress, king/queen, grand duke/grand duchess, etc. However former titles shared and inherited by all members of the family were retained but incorporated into the surname. Members of, for instance, the former royal families of Prussia and Bavaria were allowed use of Prinz/Prinzessin;[3] or Herzog/Herzogin in the cases of the former kings/queens of Saxony and Württemberg, the ducal title borne by non-ruling cadets of their dynasties before 1919; or Herzog/Herzogin for the six deposed grand dukes and their wives: These were the former rulers of Baden, Hesse, Mecklenburg-Schwerin, Mecklenburg-Strelitz, Oldenburg, and Saxe-Weimar-Eisenach.\nAny dynast who did not reign prior to 1918 but had held a specific title as heir to one of Germany's former thrones (e.g. Erbprinz (Crown Prince), along with any heir to a primogeniture title of nobility, and their wives, were permitted to incorporate those titles into elements of the personal surname. However, these titles became extinct upon their deaths, not being heritable.[4] With the demise of all persons styled \"crown prince\" before 1918, the term Kronprinz no longer exists as a legal surname element. Traditional titles exclusively used for unmarried noblewomen, such as Baronesse, Freiin and Freifräulein, were also transformed into parts of the legal surname, subject to change at marriage or upon request.[5]\nAll other former titles and nobiliary particles are now inherited as part of the surname, and remain protected as private names under the laws. Whereas the title often prefixed the given and surname (e.g. Graf {\"Count\"} Kasimir von der Recke), the legal usage moves the former title to the surname (i.e., Kasimir Graf von der Recke). However, the pre-1919 style sometimes continues in colloquial usage. In Austria, by contrast, not only were the privileges of the nobility abolished, but their titles and nobiliary particles as well.[6]\nHeraldic arms of the Holy Roman Empire, Siebmachers Wappenbuch\nSome states within the Holy Roman Empire had strict laws concerning proper conduct, employment, or marriage of individual nobles. Failure to comply with these laws could result in temporary or permanent Adelsverlust (\"loss of the status of nobility\"). Until about the early 19th century, for example, it was commonly forbidden for nobles, theoretically on pain of Adelsverlust, to marry persons \"of low birth\", i.e. commoners. Moreover, nobles employed in menial labour could, theoretically, lose their noble rank, as could nobles convicted of capital crimes. Adelsverlust only concerned the individual who was in violation of noble laws of conduct, meaning that their kin, spouse and living children were generally not affected.\nVarious organisations perpetuate the historical legacy of the former nobility, documenting genealogy, chronicling the history of noble families and sometimes declining to acknowledge persons who acquired noble surnames by ways impossible before 1919.\nNobiliary particles["}
{"url": "http://en.wikipedia.org/wiki/Haig_Avenue", "plaintext": "Haig Avenue - Wikipedia, the free encyclopedia\nHaig Avenue\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nHaig Avenue\nFormer names\nAsh Lane\nLocation\nSouthport,\nMerseyside,\nPR8 6JZ\nCoordinates\n53°38′17.12″N 2°58′43.88″W﻿ / ﻿53.6380889°N 2.9788556°W﻿ / 53.6380889; -2.9788556Coordinates: 53°38′17.12″N 2°58′43.88″W﻿ / ﻿53.6380889°N 2.9788556°W﻿ / 53.6380889; -2.9788556\nCapacity\n6,008 (1,660 seated, 4400 standing) [1]\nField size\n115 x 78 yards\nSurface\nGrass\nOpened\n1905\nHaig Avenue, known as Merseyrail Community Stadium for sponsorship reasons,[2] is a football stadium in Southport, Lancashire, England, that holds 6,008 spectators, with 1,660 seated and 4,440 standing. Since being opened in 1905 it has been the home ground of Southport.[2][3] Southport currently play in the Conference National League, but have a proud history in the Football League.\nContents\n1 Location\n2 The stadium\n3 History\n4 Events\n5 References\nLocation[edit]\nThe ground is situated inside the east boundary of Southport just off the A570,[4] the main road to Ormskirk. It is sited at the edge of a residential area, adjoining school playing fields.\nThe stadium[edit]\nHaig Avenue now has a capacity of 6,008 people (1,660 seated, 4,124 standing) [1] though the record attendance is 20,010 against Newcastle United in the fourth round of the FA Cup in 1932, and a similar number attended an FA Cup tie with Everton in 1968. These days the ground seldom operates at more than a quarter full, although nearly full houses have been registered for key matches such as the F.A. Trophy semi-final against Slough Town which Southport won to reach their first ever Wembley final.\nThe ground has a covered main stand, called the Grandstand, opposite an uncovered terrace, known as the Popular Side. Behind the goals, the south (Scarisbrick) end is covered; this is where the majority of the home fans congregate. The south stand is called the Jack Carr Stand, after a popular director at the club, and was named shortly after his death. The north (Blowick) away end is open to the elements.[5]\nThere are limited car parking facilities, however these are reserved for home, away and match officials.[4] There is ample parking in local streets.\nHistory[edit]\n"}
{"url": "http://en.wikipedia.org/wiki/Harstad_Church", "plaintext": "Harstad Church - Wikipedia, the free encyclopedia\nHarstad Church\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nHarstad Church\nHarstad kirke\nView of the church\nHarstad Church\nLocation in Troms\nCoordinates: 68°48′08″N 16°32′08″E﻿ / ﻿68.8022°N 16.5355°E﻿ / 68.8022; 16.5355\nLocation\nHarstad, Troms\nCountry\nNorway\n"}
{"url": "http://en.wikipedia.org/wiki/Heritage_Netherlands_Reformed_Congregations", "plaintext": "Netherlands Reformed Congregations - Wikipedia, the free encyclopedia\nNetherlands Reformed Congregations\nFrom Wikipedia, the free encyclopedia\n(Redirected from Heritage Netherlands Reformed Congregations)\nJump to:\tnavigation, search\nNetherlands Reformed Congregations\nKalamazoo Netherlands Reformed Congregation\nClassification\nProtestant\nOrientation\nDutch Reformed\nTheology\nconservative Calvinist\nPolity\nPresbyterian\nRegion\nUnited States, Canada and Bolivia\nFounder\nGerrit Hendrik Kersten\nOrigin\n1907[1]\nNetherlands\nBranched from\nReformed Congregations in the Netherlands\nSeparations\n1967 some members formed the Reformed Congregations in North America & in 1993 groups from a number of congregations left to form the Heritage Reformed Congregations\nCongregations\n27[2]\nMembers\n10.790 (2014)[3]\nOfficial website\nhttp://www.netherlandsreformed.org\nThe Netherlands Reformed Congregations, is a conservative denomination with congregations in Canada, the United States and Bolivia. It is affiliated with the Reformed Congregations (Gereformeerde Gemeenten) in the Netherlands.\nThe Netherlands Reformed Congregations aim to remain true to inerrant Scripture (the Bible) and its Reformed heritage as expounded in the denomination’s doctrinal standards: Belgic Confession, Heidelberg Catechism, and Canons of Dort. They are also in agreement with the Westminster Standards.\nContents\n1 Basic beliefs and doctrines\n1.1 Baptism\n1.2 Bible version\n1.3 Worship and Liturgical forms\n2 Creeds and confessions\n3 History\n3.1 Before emigration to North America\n3.2 Emigration to North America\n3.3 Post emigration\n3.3.1 1972 status\n3.3.2 1993 church split\n3.3.3 Current status\n3.3.4 Statistics\n3.3.5 Recent status\n4 Mission fields\n5 Education\n5.1 Sunday school and catechism classes\n5.2 Elementary/high schools\n6 Publications\n6.1 Magazines and articles\n6.2 Books\n7 See also\n8 External links\n9 References\nBasic beliefs and doctrines[edit]\nCalvinism\nJohn Calvin\nBackground\nChristianity\nSt. Augustine\nThe Reformation\nFive Solas\nSynod of Dort\n"}
{"url": "http://en.wikipedia.org/wiki/Indigenous_peoples_in_Uruguay", "plaintext": "Indigenous peoples in Uruguay - Wikipedia, the free encyclopedia\nIndigenous peoples in Uruguay\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThe last Charrúas.\nIndigenous peoples in Uruguay are practically extinct.[1]\nScholars do not agree about the first settlers in what is now Uruguay; but there is evidence that there was human presence some 10,000 years BCE, the Homo catalanensis culture.\nThe Charrúa peoples were perhaps the most-talked-about indigenous people of the Southern Cone in what was known as the Banda Oriental.[2] They were a semi-nomadic people that sustained themselves through fishing, hunting, and gathering.\nOther significant tribes were the Minuane, Yaro, Güenoa, Chaná, Bohán, Arachán.\nLanguages once spoken in the area include Charrúa, Chaná, Güenoa, Guaraní.\nNowadays a minor percentage of Uruguayans have indigenous descent.[3][4]\nSee also[edit]\nLocalidad Rupestre de Chamangá\nUruguayan people\nIndigenous peoples in South America\nHombre del Catalanense\nReferences[edit]\n^ CIA - The World Factbook - Uruguay\n^ Burford, Tim. Uruguay. Bucks, UK: Bradt Travel Guides, 2011. ISBN 978-1-84162-316-0.\n^ Da Silva Villarrubia, Santiago Katriel (14 July 2011)"}
{"url": "http://en.wikipedia.org/wiki/International_Conference_on_Information_Systems", "plaintext": "International Conference on Information Systems - Wikipedia, the free encyclopedia\nInternational Conference on Information Systems\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nInternational Conference on Information Systems\nAbbreviation\nICIS\nDiscipline\nInformation systems\nPublication details\nHistory\n1980–present\nFrequency\nannual\nInternational Conference on Information Systems (ICIS) is an annual international conference for academics and research-oriented practitioners in the area of information systems. Previously known as the Conference on Information Systems (CIS), ICIS is the flagship conference of the Association for Information Systems, an international professional organization serving academics in information systems.[1][2][3][4]\nICIS was founded in 1980 at the University of California, Los Angeles, and the first conference was held in "}
{"url": "http://en.wikipedia.org/wiki/Invader_zim", "plaintext": "Invader Zim - Wikipedia, the free encyclopedia\nInvader Zim\nFrom Wikipedia, the free encyclopedia\n(Redirected from Invader zim)\nJump to:\tnavigation, search\nFor the character, see List of Invader Zim characters#Zim.\nInvader Zim\nTitle card\nGenre\nAction\nComedy\nScience fiction\nCreated by\nJhonen Vasquez\nDirected by\nSteve Ressel\nVoices of\nRichard Steven Horvitz\nRosearik Rikki Simons\nAndy Berman\nMelissa Fahn\nWally Wingert\nKevin McDonald\nRodger Bumpass\nLucille Bliss\nTheme music composer\nMark Tortorici\nComposer(s)\nKevin Manthei\nKevin Riepl[1][2]\nCountry of origin\nUnited States\nOriginal language(s)\nEnglish\nNo. of seasons\n2\nNo. of episodes\n27 (List of episodes)\nProduction\nExecutive producer(s)\nJhonen Vasquez\nProducer(s)\nMonique Beatty\nChristine Griswold\nSteve Ressel\nRunning time\napprox. 22 minutes\nProduction company(s)\nNickelodeon Animation Studio\nDistributor\nMedia Blasters\nBroadcast\nOriginal channel\nNickelodeon (2001-2002)\nNicktoons (2006; 2011)\nPicture format\n4:3 SDTV\nAudio format\nDolby Digital 5.1\nOriginal run\nMarch 30, 2001 (2001-03-30) – August 19, 2006 (2006-08-19)\nOriginal Pilot:\nDecember 24, 2011\nExternal links\nWebsite\nInvader Zim is an American animated television series created by Jhonen Vasquez. The show premiered on Nickelodeon on March 30, 2001. The series involves an extraterrestrial named Zim who originates from a planet called Irk, and his ongoing mission to conquer and destroy Earth. His various attempts to subjugate and destroy the human race are invariably undermined by some combination of his own ineptitude, his malfunctioning robot servant GIR, and a young paranormal investigator named Dib, one of the very few people attentive enough to be aware of Zim's identity.\nInvader Zim was targeted at children in their early teens, and met with critical acclaim. Before the second season was completed, Nickelodeon cancelled the series, leaving at least twenty-three episodes and a planned television movie series finale unfinished. The show has maintained a cult following since the series' cancellation with a pilot, twenty-seven aired episodes, and about seventeen episodes that were in production around the time the series was cancelled. On August 19, 2006, all twenty-seven episodes have aired on television. Nineteen of the episodes are split into two individual stories, each lasting about twelve minutes. There are eight double-length episodes. All of the episodes were directed by Steve Ressel except for the pilot which was directed by Jordan Reichek.\nContents\n1 Plot\n1.1 Premise\n1.2 Characters\n1.3 Supporting characters\n2 Production\n2.1 Episode broadcast\n2.2 Theme music\n3 Reception\n3.1 Critical reception\n3.2 Awards and nominations\n3.3 InvaderCON\n4 Merchandise\n4.1 Home video\n4.2 Figurines and accessories\n4.3 Video games\n5 References\n6 External links\nPlot[edit]\nPremise[edit]\nZim is a member of the imperialistic Irken race, an extraterrestrial species whose social hierarchy is based on height, rather than any type of skill. The Irken leaders, known as The Almighty Tallest, rule the Irken Empire together because they are exactly the same height. As recounted during the series premiere, \"The Nightmare Begins\", Zim, who is both very short and very naive, was banished to the planet Foodcourtia for absentmindedly attacking his own planet and allies[3] during Operation Impending Doom I.[4] When Zim hears about Operation Impending Doom II, he leaves Foodcourtia and arrives at the Great Assigning. Here, Irken Elite soldiers are chosen to become Invaders- soldiers whose missions are to blend in with the indigenous life forms of their assigned planet, collect intelligence, and prepare the planet for conquest by the Irken Armada. Zim pleads with the Tallest to assign him a planet and, in a desperate act to get Zim as far away as possible, they assign him to a presumed planet on the outskirts of their known universe that has never been explored. This \"mystery planet\" is Earth, and Zim's erratic attempts at world domination and the enslavement of humanity begins when Zim lands on Earth for the first time.\nCharacters[edit]\nMain article: List of Invader Zim characters\nZim (Richard Steven Horvitz) - Overzealous, impulsive and convinced of his own greatness, Zim is incompetent as an Invader. He constantly schemes to enslave or destroy life on Earth and, despite his access to potent Irken technology, his plans, frequently based on misconceptions, are never successful.\nGIR (Rosearik Rikki Simons) - Zim's only companion, GIR, is a Standard Issue Information Retrieval unit (SIR). He was made out of some scraps in a trash bin by The Almighty Tallest. The name \"GIR\" is a self-applied moniker that is never explained; even GIR himself states that he doesn't know why he refers to himself as GIR. He differs physically from other SIR units in that his head contains odds-and-ends rather than artificial intelligence hardware. Because of this, GIR displays a wildly erratic personality. He is almost completely ineffective and rarely obeys Zim's commands, variously due to distraction, disinterest and disobedience. GIR disguises himself by wearing a green dog suit which fools most humans, despite looking almost nothing like an Earth dog.\nDib (Andy Berman) - Zim's main opponent on Earth. He has been obsessed with the paranormal and supernatural since he was a baby and instantly recognizes Zim as an alien, but everyone derides him as \"crazy\" or \"insane\", including his father and sister.\nGaz (Melissa Fahn) - Gaz is Dib's cynical, humorlessly sarcastic and antisocial younger sister. She plays a prominent role in the show, but rarely takes an active part in attempting to hinder Zim's schemes. Though she knows and admits Zim is an alien, she believes Zim is too dumb to actually be a threat. She has very few interests, primarily video games and pizza.\nAlmighty Tallest Red (Wally Wingert) and Almighty Tallest Purple (Kevin McDonald) - collectively known as The Almighty Tallest, are the emperors of the Irken Empire. They are united in their love of destruction, tormenting of others, snacks, puppet shows and their hatred of Zim. The Almighty Tallest both rule the empire because they are the same size.\nSupporting characters[edit]\nThe main cast is supported by recurring characters Ms. Bitters (Zim and Dib's teacher) and Professor Membrane (Dib's father). Later in the series, Sizz-Lorr and Tak are added as villains who both try and hinder Zim's plan on destroying the Earth. Lard Nar and his resistance group, The Resisty, are the enemies of the Irken Empire.\nProduction[edit]\nInvader Zim creator Jhonen Vasquez\nInvader Zim was created by comic book writer Jhonen Vasquez who indicated that very little of his writing style was changed, other than restricting language and certain visuals that may not be suitable for children.[5] The biggest difference that he cites is the change from working alone to working with thousands of people at Nickelodeon, calling it an \"absolute misery\".[5] Apart from a few double-length episodes (including the debut), each episode is a self-contained storyline. Sometimes the occurrences in previous episodes are mentioned but there is no continuing storyline other than the main invasion plot. According to the DVD commentaries, Invader Zim takes place in an alternate universe of its own, with a present-day Earth more technologically advanced than the real Earth. The most common setting of the show is where Zim spends most of his time \"infiltrating\" the human race at a school (spelled \"Skool\" in the show), or in his home planning his next \"big\" takeover. However, towards the end of the show, a larger universe of characters and organizations were beginning to build continuity: Dib's capture and repair of a downed spaceship and use of it to learn more about Zim's race; a resistance to the Irken Empire (The Resisty); an Irken seeking revenge against Zim (Tak); and various other devices which were becoming more and more a part of the show's central mythology.\nEpisode broadcast[edit]\nMain article: List of Invader Zim episodes\nA full first season and a part of the second season of Invader Zim were produced before Nickelodeon cancelled the show since it had low ratings among the channel's target audience and the high cost of making the show.[6] In season two, the animation style became slightly more stylized and pronounced in motion than season one.[7] All of the completed season two episodes, except for \"The Most Horrible X-mas Ever\" were never aired on Nickelodeon in North America. They all eventually aired on Nicktoons in from June 10, 2006 through August 19, 2006.\nSince November 25, 2006, both seasons of Invader Zim are available for download on the Xbox Live Marketplace,[8] Zune Marketplace, and "}
{"url": "http://en.wikipedia.org/wiki/Jaffa", "plaintext": "Jaffa - Wikipedia, the free encyclopedia\nJaffa\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nFor other uses, see Jaffa (disambiguation).\nView of Jaffa from the Tel Aviv Promenade.\nView of Kikar Kedumim street (Jaffa) and the bell tower of St. Peter's Church.\nJaffa (/ˈdʒæfə/, /ˈdʒɑːfə/;[1] Hebrew: יָפוֹ, Yāfō (help·info); Arabic: يَافَا‎; also called Japho is the southern, oldest part of Tel Aviv-Jaffa (since 1950), an ancient port city in Israel. Jaffa is famous for its association with the biblical stories of Solomon, Jonah, and Saint Peter.\nContents\n1 Etymology\n2 History\n2.1 Early antiquity\n2.2 Bronze Age\n2.3 Iron Age\n2.4 Hellenistic to Byzantine periods\n2.5 Medieval period\n2.6 Ottoman period\n2.7 British Mandate\n2.8 Modern Israel\n2.8.1 Boundary demarcation of Tel Aviv-Jaffa\n2.8.2 Urban development\n3 Economy\n4 Demography\n4.1 Socioeconomic and political problems\n5 Landmarks\n5.1 Sights and museums\n5.2 Churches and monasteries\n5.3 Mosques\n6 Archaeology\n7 Transportation\n8 Cultural references\n9 Notable residents\n10 See also\n11 References\n12 Bibliography\n13 Further reading\n14 External links\nEtymology[edit]\nThe town was mentioned in Egyptian sources and the Amarna Letters as Yapu. Mythology says that it is named for Japheth, one of the sons of Noah, the one who built it after the Great Flood.[citation needed] The Hellenist tradition links the name to Iopeia, or Cassiopeia, mother of Andromeda. An outcropping of rocks near the harbor is reputed to have been the place where Andromeda was rescued by Perseus. Pliny the Elder associated the name with Jopa, the daughter of Aeolus, the god of the wind. The Arab geographer Al-Muqaddasi referred to it as Yaffa.\nHistory[edit]\nSee also: Timeline of Jaffa\nEarly antiquity[edit]\nMarket at Jaffa, by Gustav Bauernfeind, 1877.\nTel Yafo (Jaffa Hill) rises to a height of 40 meters (130 feet) and it offers a commanding view of the coastline. Hence it had a strategic importance in military history. The accumulation of debris and landfill over the centuries made the hill even higher. Archaeological evidence shows that Jaffa was inhabited some 7,500 years BCE.[2]\nBronze Age[edit]\nFurther information: The Taking of Joppa\nThe natural harbor of Jaffa has been in use since the Bronze Age.\nJaffa is mentioned in an Ancient Egyptian letter from 1440 BCE, glorifying its conquest by Pharaoh Thutmose III, whose general, Djehuty hid armed Egyptian warriors in large baskets and sent the baskets as a present to the Canaanite city's governor.\nThe city is also mentioned in the Amarna letters under its Egyptian name Ya-Pho, ( Ya-Pu, EA 296, l.33). The city was under Egyptian rule until around 800 BCE.\nIron Age[edit]\nJaffa is mentioned four times in the Hebrew Bible, as one of the cities given to the Hebrew Tribe of Dan (Book of Joshua 19:46), as port-of-entry for the cedars of Lebanon for Solomon's Temple (2 Chronicles 2:16), as the place whence the prophet Jonah embarked for Tarshish (Book of Jonah 1:3) and again as port-of-entry for the cedars of Lebanon for the Second Temple of Jerusalem (Book of Ezra 3:7). Jaffa is mentioned in the Book of Joshua as the territorial border of the Tribe of Dan, hence the modern term \"Gush Dan\" for the center of the coastal plain. The tribe of Dan did not manage to dislocate the Philistines from Jaffa, but many descendants of Dan lived along the coast and earned their living from shipmaking and sailing. In the \"Song of Deborah\" the prophetess asks: \"דן למה יגור אוניות\": \"Why doth Dan dwell in ships?\"[3]\nAfter Canaanite and Philistine dominion, King David and his son King Solomon conquered Jaffa and used its port to bring the cedars used in the construction of the First Temple from Tyre.\nThe city remained in Israelite hands even after the split of the united Kingdom of Israel. In 701 BCE, in the days of King Hezekiah (חזקיהו), Sennacherib, king of Assyria, invaded the region from Jaffa. After a period of Babylonian occupation, under Persian rule, Jaffa was governed by Phoenicians from Tyre.\nHellenistic to Byzantine periods[edit]\nAlexander the Great's troops were stationed in Jaffa. It later became a Seleucid Hellenized port until it was taken over by the Maccabean rebels (1 Maccabees x.76, xiv.5) and the refounded Jewish kingdom.\nDuring the Roman repression of the Jewish Revolt, Jaffa was captured and burned by Cestius Gallus. The Roman Jewish historian Josephus (Jewish War 2.507–509, 3:414–426) writes that 8,400 inhabitants were massacred. Pirates operating from the rebuilt port incurred the wrath of Vespasian, who razed the city and erected a citadel in its place, installing a Roman garrison there.\nThe New Testament account of St. Peter's resurrection of the widow Tabitha (Dorcas, Gr.) written in Acts 9:36–42 takes place in Jaffa, then called in Greek Ἰόππη (Ioppe, Latinized as Joppa. Acts 10:10–23 relates that, while Peter was in Jaffa, he had a vision of a large sheet filled with \"clean\" and \"unclean\" animals being lowered from heaven, together with a message from the Holy Spirit to accompany several messengers to Cornelius in Caesaria.\nIn Midrash Tanna'im in its chapter Deuteronomy 33:19, reference is made to Rav Yosi (2nd century) travelling through Jaffa. Jaffa seems to have attracted serious Jewish scholars in the 4th and 5th century. The Jerusalem Talmud (compiled 4th and 5th century) in Moed Ketan references Rav Acha of Jaffa; and in Pesachim chapter 1 refers to Rav Phineas of Jaffa. The Babylonian Talmud (compiled 5th century) in Megillah 16b mentions Rav Adda Demin of Jaffa. Leviticus Rabbah (compiled between 5th and 7th century) mentions Rav Nachman of Jaffa. The Pesikta Rabbati (written in the 9th century) in chapter 17 mentions R. Tanchum of Jaffa.[4]\nDuring the first centuries of Christianity, Jaffa was a fairly unimportant Roman and Byzantine locality, which only in the 5th century became a bishopric.[5] A very small number of its Greek or Latin bishops are known.[6][7]\nMedieval period[edit]\nJaffa Museum in Old Saray building\nIn 636 Jaffa was conquered by Arabs. Under Islamic rule, it served as a port of Ramla, then the provincial capital. Jaffa was captured in 1100 after the First Crusade, and was the centre of the County of Jaffa and Ascalon, one of the vassals of the Kingdom of Jerusalem. One of its counts, John of Ibelin, wrote the principal book of the Assizes of the Kingdom of Jerusalem. During the period of the Crusades, the Jewish traveller Benjamin of Tudela (1170) sojourned at Jaffa, and found there just one Jew, a dyer by trade.\nSaladin conquered Jaffa in 1187. The city surrendered to King Richard the Lionheart on 10 September 1191, three days after the Battle of Arsuf. Despite efforts by Saladin to reoccupy the city in July 1192 (Battle of Jaffa) the city remained in the hands of the Crusaders. On 2 September 1192, the Treaty of Jaffa was formally signed, guaranteeing a three-year truce between the two armies. Frederick II fortified the castle of Jaffa and had two inscriptions carved into city wall, one Latin and the other Arabic. The inscription, deciphered in 2011, describes him as the \"Holy Roman Emperor\" and bears the date \"1229 of the Incarnation of our Lord Jesus the Messiah.\"[8] In 1268, Jaffa was conquered by Egyptian Mamluks, led by Baibars.\nIn the 14th century, the city was completely destroyed for fear of new crusades. According to the traveler Cotwyk, Jaffa was a heap of ruins at the end of the 16th century.[citation needed]\nOttoman period[edit]\nJewish pre-school, c. 1890s\nBoatmen waiting to land passengers, c. 1911\nBonaparte Visiting the Plague Victims of Jaffa\nIn 1515, Jaffa was conquered by the Ottoman Sultan Selim I. The 17th century saw the beginning of the re-establishment of churches and hostels for Christian pilgrims en route to Jerusalem and the Galilee. During the 18th century, the coastline around Jaffa was often besieged by pirates and this led to the inhabitants relocating to Ramleh and Lydda where they relied on messages from a solitary guard house to inform them when ships were approaching the harbour. The landing of goods and passengers was notoriously difficult and dangerous. Until well into the 20th century, ships had to rely on teams of oarsmen to bring their cargo ashore.[9]\nOn 7 March 1799 Napoleon I of France captured the town in what became known as the Siege of Jaffa, ransacked it, and killed scores of local inhabitants. Napoleon ordered the massacre of thousands of Muslim soldiers who were imprisoned having surrendered to the French.[10][11] Napoleon's deputy commissioner of war Moit described it thus:\n\"On 10 March 1799 in the afternoon, the prisoners of Jaffa were marched off in the midst of a vast square phalanx formed by the troops of General Bon... The Turks, walking along in total disorder, had already guessed their fate and appeared not even to shed any tears... When they finally arrived in the sand dunes to the south-west of Jaffa, they were ordered to halt beside a pool of yellowish water. The officer commanding the troops then divided the mass of prisoners into small groups, who were led off to several different points and shot... Finally, of all the prisoners there only remained those who were beside the pool of water. Our soldiers had used up their cartridges, so there was nothing to be done but to dispatch them with bayonets and knives. ... The result ... was a terrible pyramid of dead and dying bodies dripping blood and the bodies of those already dead had to be pulled away so as to finish off those unfortunate beings who, concealed under this awful and terrible wall of bodies, had not yet been struck down.\"[11]\nMany more died in an epidemic of bubonic plague that broke out soon afterwards.[12] The governor who was appointed after these devastating events, Muhammad Abu-Nabbut, commenced wide-ranging building and restoration work in Jaffa, including the Mahmoudiya Mosque and Sabil Abu Nabbut. During the 1834 Arab revolt in Palestine, Jaffa was besieged for forty days by \"mountaineers\" in revolt against Ibrahim Pasha.[13]\nResidential life in the city was reestablished in the early 19th century. In 1820 Isaiah Ajiman of Istanbul built a synagogue and hostel for the accommodation of Jews on their way to the holy cities of Jerusalem, Hebron, Tiberias and Safed. This area became known as Dar al-Yehud (Arabic for \"the house of the Jew\"); and was the basis of the Jewish community in Jaffa. The appointment of Mahmud Aja as Ottoman governor marked the beginning of a period of stability and growth for the city, interrupted by the 1832 conquest of the city by Muhammed Ali of Egypt.\nBy 1839, at least 153 Sephardi Jews were living in Jaffa.[14] The community was served for fifty years by rabbi Yehuda HaLevi of Ragusa. In the early 1850s, HaLevi leased an orchard to Clorinda Minor, founder of a Christian Messianic community that established Mount Hope, a farming initiative to encourage local Jews to learn manual trades, which the Messianics did in order to pave wave for the Second Coming of Jesus. In 1855, the British Jewish philanthropist Moses Montefiore bought the orchard from HaLevi, although Minor continued to manage it.[15]\nSeal of the Jewish community of Jaffa (1892), bearing the bi"}
{"url": "http://en.wikipedia.org/wiki/Japanese_invasion_of_Manchuria", "plaintext": "Japanese invasion of Manchuria - Wikipedia, the free encyclopedia\nJapanese invasion of Manchuria\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nNot to be confused with First Sino-Japanese War#Invasion of Manchuria.\nJapanese invasion of Manchuria\nJapanese troops marching into Mukden on September 18, 1931\nDate\n18 September 1931 – 27 February 1932\n(5 months, 1 week and 1 day)\nLocation\nManchuria, Republic of China\nResult\nJapanese victory; Tanggu Truce\nBelligerents\nEmpire of Japan\nImperial Japanese Army\nRepublic of China\nNational Revolutionary Army\nCommanders and leaders\nShigeru Honjō\nJirō Tamon\nHideki Tojo[1]\nSenjuro Hayashi\nZhang Xueliang\nMa Zhanshan\nFeng Zhanhai\nTing Chao\nStrength\n30,000 – 60,450 men\n160,000 men\nCasualties and losses\n?\n?\nv\nt\ne\nSecond Sino-Japanese War\nMajor engagements in bold\nBegan in 1931–37\nMukden\nManchuria\nJiangqiao\nNenjiang Bridge\nJinzhou\nHarbin\nShanghai (1932)\nPacification of Manchukuo\nRehe\nGreat Wall\nInner Mongolia\nSuiyuan\nBegan in 1937–39\nMarco Polo Bridge\nBeiping-Tianjin\nChahar\nShanghai (1937)\nSihang Warehouse\nBeiping-Hankou Railway\nTianjin-Pukou Railway\nTaiyuan\nPingxingguan\nXinkou\nNanjing\nXuzhou\nTai'erzhuang\nN.-E.Henan\nLanfeng\nAmoy\nChongqing\nWuhan\nWanjialing\nCanton\nHainan\nNanchang\nXiushui River\nSuixian-Zaoyang\nSwatow\n1st Changsha\nS.Guangxi\nKunlun Pass\n"}
{"url": "http://en.wikipedia.org/wiki/Jean_Dutourd", "plaintext": "Jean Dutourd - Wikipedia, the free encyclopedia\nJean Dutourd\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nJean Gwenaël Dutourd (14 January 1920 – 17 January 2011)[1] was a French novelist. His mother died when he was seven years old. At the age of twenty, he was taken prisoner fifteen days after Germany's invasion of France in World War II. He escaped six weeks later and returned to Paris where he studied philosophy at the Sorbonne.\nHis first work, Le Complexe de César appeared in 1946 and received the prix Stendhal. He was elected to the Académie française on 30 November 1978. In 1997 he was elected as a member of Serbian Academy of Sciences and Arts in the Department of Language and Literature.\nDutourd died on 17 January 2011, at the age of 91.\nContents\n1 Bibliography\n2 Translations\n3 References\n4 External links\nBibliography[edit]\n1946 Le Complexe de César (Gallimard)\n1947 Le Déjeuner du lundi (Gallimard)\n1947 Galère (Éd. des Granges-Vieilles)\n1948 L’Arbre (Gallimard)\n1950 Une tête de chien (Gallimard) [In English: \"A Dog's Head: A Novel\" tr. Robin Chancellor (1998) (ISBN 9780226174921)]\n1950 Le Petit Don Juan, traité de la séduction (Robert Laffont)\n1952 Au bon beurre, scènes de la vie sous l’Occupation (Gallimard) [Two titles in English: \"The Milky Way\" tr. Robin Chancellor (Museum Press, 1955, UK); \"The Best Butter\" (Simon & Schuster, 1955, US)]\n1955 Doucin (Gallimard) [In English: \"Five A.M.\" tr. Robin Chancellor (Simon & Schuster, 1956)]\n1956 Les Taxis de la Marne (Gallimard) [In English: \"The Taxis of the Marne\" tr. Harold King (Simon & Schuster, 1957)]\n1958 Le Fond et la Forme, essai alphabétique sur la morale et sur le style (Gallimard)\n1959 Les Dupes (Gallimard)\n1959 L’Âme sensible (Gallimard) [In English: \"The Man of Sensibility\" tr. Robin Chancellor (Simon & Schuster, 1961)]\n1960 Le Fond et la Forme, tome II (Gallimard)\n1963 Rivarol, essai et choix de textes (Mercure de France)\n1963 Les Horreurs de l’amour (Gallimard) [In English: \"The Horrors of Love\" tr. Robin Chancellor (Doubleday, 1967)]\n1964 La Fin des Peaux-Rouges (Gallimard) [In English: \"The Last of the Redskins\" tr. Grace T. Mayes (Doubleday, 1965)]\n1965 Le Demi-Solde (Gallimard)\n1965 Le Fond et la Forme, tome III (Gallimard)\n1967 Pluche ou l’Amour de l’art (Flammarion) [In English: \"Pluche, or The Love of Art\" tr. Robin Chancellor (Doubleday, 1970)]\n1969 Petit Journal 1965-1966 (Julliard)\n1970 L’École des jocrisses (Flammarion)\n1971 Le Crépuscule des loups (Flammarion)\n1971 Le Paradoxe du critique (Flammarion)\n1972 Le Printemps de la vie (Flammarion) [In English: \"The Springtime of Life\" tr. Denver and Helen Lindley (Doubleday, 1974)]\n1972 Le Paradoxe du critique, suivi de Sept Saisons (Flammarion)\n1973 Carnet d’un émigré (Flammarion)\n1976 2024 (Gallimard)\n1977 Mascareigne (Julliard)\n1977 Cinq ans chez les sauvages (Flammarion)\n1978 Les Matinées de Chaillot (SPL)\n1978 Les Choses comme elles sont (Stock)\n1979 Œuvres complètes, tome I (Flammarion)\n1980 Mémoires de Mary Watson (Flammarion)\n1980 Le Bonheur et autres idées (Flammarion)\n1981 Un ami qui vous veut du bien (Flammarion)\n1982 De la France considérée comme une maladie (Flammarion )\n1983 Henri ou l’Éducation nationale (Flammarion)\n1983 Le Socialisme à tête de linotte (Flammarion)\n1984 Œuvres complètes, tome II (Flammarion)\n1984 Le Septennat des vaches maigres (Flammarion)\n1985 Le Mauvais Esprit, entretiens avec J.-É. Hallier (Olivier Orban)\n1985 La Gauche la plus bête du monde (Flammarion)\n1986 Conversation avec le"}
{"url": "http://en.wikipedia.org/wiki/Kevin_Clash", "plaintext": "Kevin Clash - Wikipedia, the free encyclopedia\nKevin Clash\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nKevin Clash\nClash with Elmo at the Peabody awards.\nBorn\nKevin Jeffrey Clash\n(1960-09-17) September 17, 1960 (age 54)\nBaltimore, Maryland, U.S.\nOther names\nKevin Geoffrey Clash\nOccupation\nActor, puppeteer, voice artist, comedian\nYears active\n1981–present\nKnown for\nThe voice of Elmo on Sesame Street\nSpouse(s)\ndivorced 2003\nChildren\none daughter (born 1993)\nKevin Jeffrey Clash (born September 17, 1960) is an American puppeteer and voice actor whose characters included Elmo, Clifford, Benny Rabbit, and Hoots the Owl. Clash developed an interest in puppetry at an early age, and began performing for local TV children's shows in his hometown of Baltimore, Maryland by the time he was a teenager. In the early 1980s, he began working in Captain Kangaroo, and began performing in Sesame Street in 1984. He was the fifth puppeteer to perform Elmo, the character he became the most famous for, and became an executive producer and director for the show. Clash worked in various productions for the Muppets and Jim Henson Productions and in other projects. He resigned from Sesame Street in late 2012, after allegations of improper sexual conduct with minors, which Clash denied, stating that any relationships that occurred were between consenting adults.\nIn 2006, Clash wrote an autobiography called My Life as a Furry Red Monster. He was featured in the documentary Being Elmo: A Puppeteer's Journey in 2011.\nContents\n1 Early years\n2 Career\n2.1 Resignation from Sesame Workshop\n3 Personal life\n4 Awards and honors\n5 References\n6 Notes\n7 Works cited\n8 External links\nEarly years[edit]\nKevin Clash was born in Baltimore, Maryland, on September 17, 1960, the third of four children born to George Clash, a flash welder and handyman, and Gladys Clash, who ran a small daycare center in their two-bedroom, one-bath home in the Turner Station of Dundalk, Maryland.[1] Clash developed an interest in puppetry at an early age, inspired by children's shows like Kukla, Fran and Ollie and Sesame Street. He made his first puppet, a version of Mickey Mouse, at the age of 10.[2] When he was twelve, he created a monkey puppet out of the lining of his father's coat.[3] His first performances were for his mother's daycare children.[4]\nBy the time he was a teenager, he had built almost 90 puppets, which he based upon commercials, popular music, and his friends.[5][6] While still in high school, Clash performed at venues throughout Baltimore, including schools, churches, fundraisers, and community events.[7] While appearing at a neighborhood festival, Clash was discovered by Baltimore television personality Stu Kerr, who became Clash's first mentor and hired him to perform in the children's show Caboose at Channel 2. Clash also built puppets for the Romper Room franchise.[8][9][10] When he was 17, he contacted and met puppeteer Kermit Love, who became Clash's mentor, after seeing Love featured in an episode of the documentary Call It Macaroni.[11][12] In 1979, on Love's recommendation, Clash appeared as Cookie Monster in the Sesame Street float during the Macy's Thanksgiving Parade, and met Jim Henson, who later became his boss, mentor, and friend.[13][14]\nWhen he was nineteen, Clash became a puppeteer for Captain Kangaroo, initially as a guest performer, in which he also made occasional on-camera appearances. The producers of Captain Kangaroo used some of Clash's puppet creations for the show.[15][16] In 1984, Clash had to turn down Henson's offer to work on his film The Dark Crystal because he was working on two TV shows at the same time, Captain Kangaroo and Love's syndicated program The Great Space Coaster, in which he was producer for the first time.[17][18][19]\nCareer[edit]\nCaptain Kangaroo was cancelled in 1984 after 29 seasons, and Great Space Coaster ended, freeing up Clash to work on projects with Henson such as the film Labyrinth and Sesame Street.[20] Clash started working at Sesame Street for ten episodes in 1983, mostly performing nondescript, stand-in puppets known as Anything Muppets.[21][22] Some of his earliest characters included the saxophone-playing Hoots the Owl (based on Louis Armstrong),[23] the infant Baby Natasha, and inventor Dr. Nobel Price. After 1985, Elmo, a furry red monster, became his main character.[24] Four puppeteers, including Richard Hunt, had performed Elmo previously, but it was Clash's development, with a falsetto voice, that established the character.[25][26][27] He based Elmo's character on the preschool children that attended his mother's daycare in Baltimore and upon his own personality and the personality of his parents.[28] Clash followed the advice of fellow puppeteer Frank Oz, who told Clash to always \"find one special hook\" for each character. Clash decided that the central characteristic for Elmo should be that he \"should represent love\".[29][note 1]\nAfter the height of Elmo's popularity, especially the \"Tickle Me Elmo\" craze in 1996,[30] Clash's responsibilities at Sesame Street increased. He recruited, auditioned, and trained its puppeteers,[31] and became the senior Muppet coordinator, a writer, director, and co-producer of the \"Elmo's World\" segment of the show.[32][33] Clash worked with and mentored the puppeteers of Sesame Street's international co-productions.[34] He found working with the co-productions \"a lot of fun\" and \"very rewarding\".[35] He worked on the 1985 feature film Follow That Bird. In 2007, he was promoted to senior creative adviser for the Sesame Workshop.[36] Until 2011, he was the sole performer as Elmo in all his public relations appearances, making his schedule, as he called it, \"crazy\".[33][37] Cheryl Henson, president of the Jim Henson Foundation, called him \"essential\" to the show.[38]\nClash worked on the film version of Teenage Mutant Ninja Turtles, which was dedicated to Henson, in 1990, voicing Master Splinter.[39][40] He performed in several productions with Jim Henson Productions, including as the Muppet Clifford in The Jim Henson Hour (1989),[note 2] and as Frank Oz's characters (Miss Piggy, Fozzie Bear, Sam the Eagle, and Animal) in Muppet Treasure Island (1996).[42] Clash performed in the films Muppets from Space (1999) and The Muppets' Wizard of Oz (2005), and the short-lived TV series Muppets Tonight (1996—1998), in which he reprised Clifford, the show's host. He performed characters and worked behind the scenes on the live-action TV series Teenage Mutant Ninja Turtles and the Disney sitcom Dinosaurs.[43] In 1999, Clash worked on a film starring Elmo, The Adventures of Elmo in Grouchland.\nIn 2006, Clash published his autobiography, co-written by Gary Brozek and Louis Henry Mitchell, entitled My Life as a Furry Red Monster: What Being Elmo Has Taught Me About Life, Love and Laughing Out Loud.[44] His life was featured in the 2011 documentary Being Elmo: A Puppeteer's Journey.[45]\nResignation from Sesame Workshop[edit]\nIn November 2012, 23-year-old Sheldon Stephens alleged that he had been in a sexual relationship with Clash which began when Stephens was 16. Sesame Workshop had initially been presented with the allegation in June, and its investigation found the allegation to be unsubstantiated. Clash acknowledged that he had been in a relationship with the accuser; however, he characterized the relationship as being between consenting adults.[44] Stephens later recanted his accusation, but two weeks later, another accuser, Cecil Singleton, made similar accusations and lawsuits were filed by attorney Jeffrey Herman against Clash.[46][47]\nClash resigned from Sesame Workshop on November 20, 2012, and released a statement saying, \"Personal matters have diverted attention away from the important work 'Sesame Street' is doing and I cannot allow it to go on any longer. I am deeply sorry to be leaving and am looking forward to resolving these personal matters privately.\"[46] Sesame Workshop also released a statement: \"Unfortunately, the controversy surrounding Kevin's personal life has become a distraction that none of us want, and he has concluded that he can no longer be effective in his job and has resigned from 'Sesame Street.'\"[46] They stated "}
{"url": "http://en.wikipedia.org/wiki/Kim_Sun-il", "plaintext": "Kim Sun-il - Wikipedia, the free encyclopedia\nKim Sun-il\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nFor the football player, see Kim Seon-il.\nThis article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (July 2011)\nThis is a Korean name; the family name is Kim.\nKim Sun-il\nBorn\n(1970-09-13)September 13, 1970\nSouth Korea\nDied\nJune 22, 2004(2004-06-22) (aged 33)\nIraq\nCause of death\nDecapitation\nBody discovered\nJune 23, 2004[1]\nNationality\nSouth Korean\nOccupation\nTranslator\nKorean name\nHangul\n김선일\nHanja\n金鮮一\nRevised Romanization\nGim Seon(-)il\nMcCune–Reischauer\nKim Sŏnil\nKim Sun-il (September 13, 1970 – c. June 22, 2004) was a South Korean translator and Christian missionary who was kidnapped and executed in Iraq.\nContents\n1 Early life and education\n2 Kidnapping\n3 Reaction\n4 See also\n5 References\nEarly life and education[edit]\nKim was fluent in Arabic, holding a graduate degree in that language from Seoul's Hankuk University of Foreign Studies in February 2003. He also had degrees in English and theology, and had hoped to become a missionary in the Middle East.\nKidnapping[edit]\nKim arrived in Iraq on June 15, 2003, working for Gana General Trading Company, a South Korean company under contract to the "}
{"url": "http://en.wikipedia.org/wiki/Kinsey_Scale", "plaintext": "Kinsey scale - Wikipedia, the free encyclopedia\nKinsey scale\nFrom Wikipedia, the free encyclopedia\n(Redirected from Kinsey Scale)\nJump to:\tnavigation, search\nKinsey scale of sexual responses, indicating degrees of sexual orientation\nThe Kinsey scale, also called the Heterosexual–Homosexual Rating Scale,[1] attempts to describe a person's sexual experience or response at a given time. It uses a scale from 0, meaning exclusively heterosexual, to 6, meaning exclusively homosexual. In both the Male and Female volumes of the Kinsey Reports, an additional grade, listed as \"X\", was used to mean \"no socio-sexual contacts or reactions\"; in modern times, this represents asexuality.[2][3] The reports were first published in Sexual Behavior in the Human Male (1948) by Alfred Kinsey, Wardell Pomeroy and others, and were also prominent in the complementary work Sexual Behavior in the Human Female (1953).[1]\nContents\n1 Overview\n2 Table of the scale\n3 Findings\n3.1 Kinsey reports\n4 Alternate measures of sexual orientation\n5 See also\n6 References\n7 External links\nOverview[edit]\nIntroducing the scale, Kinsey wrote:\n“\nMales do not represent two discrete populations, heterosexual and homosexual. The world is not to be divided into sheep and goats. It is a fundamental of taxonomy that nature rarely deals with discrete categories... The living world is a continuum in each and every one of its aspects.\nWhile emphasizing the continuity of the gradations between exclusively heterosexual and exclusively homosexual histories, it has seemed desirable to develop some sort of classification which could be based on the relative amounts of heterosexual and homosexual experience or response in each history [...] An individual may be assigned a position on this scale, for each period in his life. [...] A seven-point scale comes nearer to showing the many gradations that actually exist.\n”\n—Kinsey, et al. (1948). pp. 639, 656)\nToday, many sexologists see the Kinsey scale as relevant to sexual orientation but not comprehensive enough to cover all sexual identity issues. They suggest that sexual identity involves at least three different spectra, sexual orientation being only one of them (two others being biological sex and gender identity).[4]\nThere have been similar studies where the scale is from 0 to 10. In such studies, the person would be asked a question such as \"If 0 is completely gay and 10 is completely hetero, what is your orientation number?\".[5]\nTable of the scale[edit]\nSexual orientation\nSexual orientations\nAsexual\nBisexual\nHeterosexual\nHomosexual\nNon-binary categories\nAndrophilia and gynephilia\nPansexuality\nPolysexuality\nThird gender\nTwo-Spirit\nResearch\nBiology\nHuman female sexuality\nHuman male sexuality\nDemographics\nEnvironment\nContinuum\nKinsey scale\nKlein Grid\nNeuroscience\nNon-heterosexual\nPsychology\nQueer studies\nSexology\nTimeline of sexual orientation and medicine\nNon-human animals\nAnimal sexual behaviour\nAnimal co-opted sexual behavior\nHomosexual behavior in animals (List)\nCategory\nv\nt\ne\nThe Kinsey scale ranges from 0, for those who would identify themselves as exclusively heterosexual with no experience with or desire for sexual activity with their same sex, to 6, for those who would identify themselves as exclusively homosexual with no experience with or desire for sexual activity with those of the opposite sex, and 1-5 for those who would identify themselves with varying levels of desire for sexual activity with either sex, including \"incidental\" or \"occasional\" desire for sexual activity with the same sex.[6]\nRating\nDescription\n0\nExclusively heterosexual\n1\nPredominantly heterosexual, only incidentally homosexual\n2\nPredominantly heterosexual, but more than incidentally homosexual\n3\nEqually heterosexual and homosexual\n4\nPredominantly homosexual, but more than incidentally heterosexual\n5\nPredominantly homosexual, only incidentally heterosexual\n6\nExclusively homosexual\nX\nNo socio-sexual contacts or reactions\nFindings[edit]\nKinsey reports[edit]\nMain article: Kinsey Reports\nMen: 11.6% of white males aged 20–35 were given a rating of 3 for this period of their lives.[7] The study also reported that 10% of American males surveyed were \"more or less exclusively homosexual for at least three years between the ages of 16 and 55\" (in the 5 to 6 range"}
{"url": "http://en.wikipedia.org/wiki/Laura_Wasser", "plaintext": "Laura Wasser - Wikipedia, the free encyclopedia\nLaura Wasser\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nLaura Allison Wasser (born May 23, 1968) is an American high profile attorney specializing in celebrity divorce cases.[1] She has been profiled in publications ranging from the Los Angeles Times[2] to Vanity Fair[3] and has represented the likes of Heidi Klum, Ashton Kutcher, Christina Aguilera and Ryan Reynolds,[4] as well as many pro bono clients from the Harriet Buhai Center for Family Law.[5]\nContents\n1 Early life\n2 Awards\n3 Celebrity Divorce Cases\n4 Media\n5 References\n6 External links\nEarly life[edit]\nShe was born in Los Angeles. She graduated from Beverly Hills High School and spent one year abroad in high school attending The American School in Switzerland. She attended University of California, Berkeley and earned a law degree from Loyola Law School in 1994.[6]\nAwards[edit]\nLaura Wasser was named one of Hollywood Reporter's 100 Power Lawyers in 2011, 2012 and 2013.[7][8] She was also named one of the California Daily Journal's Top 100 Lawyers in 2012, 2013 and 2014,[9] and one of Southern California’s Top 50 Women Attorneys for 2012,[10] 2013 and 2014.[11] In June 2008, Wasser received the Harriett Buhai Center for Family Law Zephyr M. Ramsey Award. In 2011, she was the recipient of the Century City Chamber of Commerce Women of Achievement.[12] She was listed as one of the Top 50 Women Lawyers in 2012 and 2013 by the Los Angeles Magazine Super Lawyers. In May 2012, Wasser was also named by the Daily Journal in their list of the Top Women Lawyers.[13] In May 2013, Wasser received the Brady Center Advocate Award.[14]\nCelebrity Divorce Cases[edit]\nShe has handled a number of high-profile, high-net-worth dissolutions, including those for Heidi Klum, Kim Kardashian,[15] Ryan Reynolds,[16] Angelina Jolie,[17] "}
{"url": "http://en.wikipedia.org/wiki/Le_Chat", "plaintext": "Le Chat - Wikipedia, the free encyclopedia\nLe Chat\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nFor other uses, see Le Chat (disambiguation).\nLe Chat (French for \"the cat\") is a comic strip by the Belgian cartoonist Philippe Geluck. It is one of the bestselling Franco-Belgian comics series. The title character, an adult, human-sized, anthropomorphic cat, first appeared in March 22, 1983.\nLe Chat often comes up with elaborate reasonings which lead to hilariously absurd conclusions e.g. by taking metaphors literally or by adding increasingly unlikely what-ifs to ordinary situations.\nOne page in length, it appears weekly in the \"Victor\" supplement of Belgian newspaper Le Soir. For Le Chat's 20th anniversary in 2003, Le Soir allowed Geluck to illustrate that day's entire newspaper. An exhibition of Le Chat's history (and that of his creator), \"Le Chat s'expose\", was first held at the Autoworld Motor Museum in Brussels in Spring 2004, and has since toured Europe. It was most recently (March–October 2006) at Les Champs Libres in Rennes.\nBibliography[edit]\nLe Chat, 2001\nLe retour du Chat,, 2001\nLa vengeance du Chat, 2002\nLe quatrième Chat, 2002\nLe Chat au Congo, 2003\nMa langue au Chat, 2004\n"}
{"url": "http://en.wikipedia.org/wiki/Lehua", "plaintext": "Lehua - Wikipedia, the free encyclopedia\nLehua\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nFor the flower of the Hawaiian tree ʻōhiʻa lehua, see Metrosideros polymorpha.\nLocation of Lehua Island (dot at left) in relation to Niʻihau and Kauaʻi, in the Hawaiian islands.\n2007 aerial view of Lehua\nView of Lehua from the north shore of Niʻihau\nView of Lehua looking East\nLehua Island is a small, crescent-shaped island in the Hawaiian islands, only 0.7 miles (1.1 km) north of Niʻihau, due west of Kauai. The uninhabited, 284-acre (1.15 km2) barren island is a tuff cone which is part of the extinct Niʻihau volcano.\nLehua was one of the first five islands sighted by Captain James Cook in 1778 which he spelled as \"Oreehoua\".\nLehua Island is a Hawaii State Seabird Sanctuary. As a sanctuary, many activities are prohibited on the island, but entry is not prohibited. Lehua provides habitat for at least 16 species of seabirds, as well as some non-native rats and European Rabbits."}
{"url": "http://en.wikipedia.org/wiki/Leslie_Lamport", "plaintext": "Leslie Lamport - Wikipedia, the free encyclopedia\nLeslie Lamport\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nLeslie Lamport\nBorn\n(1941-02-07) February 7, 1941 (age 73)\nNew York City, New York\nFields\nComputer science\nInstitutions\nMicrosoft Research\nCompaq\nDigital Equipment Corporation\nSRI International\nAlma mater\nMIT (BSc)\nBrandeis University (PhD)\nThesis\nThe analytic Cauchy problem with singular data (1972)\nDoctoral advisor\nRichard Palais[1]\nKnown for\nLaTeX\nSequential consistency\nAtomic Register Hierarchy\nLamport's bakery algorithm\nByzantine fault tolerance\nPaxos algorithm\nLamport signature\nNotable awards\nDijkstra Prize (2000 and 2005)\nIEEE Emanuel R. Piore Award (2004)\nIEEE John von Neumann Medal (2008)\nACM Turing Award (2013)\nACM Fellow (2014)\nWebsite\nwww.lamport.org\nLeslie B. Lamport (born February 7, 1941 in New York City) is an American computer scientist. Lamport is best known for his seminal work in distributed systems and as the initial developer of the document preparation system LaTeX.[2] Leslie Lamport was the winner of the 2013 Turing Award[3] for imposing clear, well-defined coherence on the seemingly chaotic behavior of distributed computing systems, in which several autonomous computers communicate with each other by passing messages. He devised important algorithms and developed formal modeling and verification protocols that improve the quality of real distributed systems. These contributions have resulted in improved correctness, performance, and reliability of computer systems.[4][5][6][7][8]\nContents\n1 Early life and education\n2 Career\n3 Awards and memberships\n4 References\nEarly life and education[edit]\nA graduate of the Bronx High School of Science, he received a B.S. in mathematics from the Massachusetts Institute of Technology in 1960, and M.A. and Ph.D. degrees in mathematics from Brandeis University, respectively in 1963 and 1972.[9] His dissertation was about singularities in analytic partial differential equations.[10]\nCareer[edit]\nProfessionally, Lamport worked as a computer scientist at Massachusetts Computer Associates from 1970 to 1977, SRI International from 1977 to 1985, and Digital Equipment Corporation and Compaq from 1985 to 2001. In 2001 he joined Microsoft Research in Mountain View, California.[9]\nLamport’s research contributions have laid the foundations of the theory of distributed systems. Among his most notable papers are\n“Time, Clocks, and the Ordering of Events in a Distributed System”,[5] which received the PODC Influential Paper Award in 2000,[11]\n“How to Make a Multiprocessor Computer That Correctly Executes Multiprocess Programs”,[12] which defined the notion of Sequential consistency,\n“The Byzantine Generals' Problem”,[13]\n“Distributed Snapshots: Determining Global States of a Distributed System”[14] and\n“The Part-Time Parliament”.[15]\nThese papers relate to such concepts as logical clocks (and the "}
{"url": "http://en.wikipedia.org/wiki/List_of_radio_stations_in_Australia", "plaintext": "List of radio stations in Australia - Wikipedia, the free encyclopedia\nList of radio stations in Australia\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nList of Australian radio stations. A list of radio stations that broadcast in Australia. The first digit of the callsign represents the state or territory: 1 – ACT, 2 – NSW & ACT, 3 – VIC, 4 – QLD, 5 – SA, 6 – WA, 7 – TAS, 8 – NT.\nContents\n1 Australian Capital Territory (ACT)\n1.1 Canberra\n1.2 Tuggeranong\n2 New South Wales\n2.1 Sydney\n2.2 Albury\n2.3 Alectown\n2.4 Armidale\n2.5 Ballina\n2.6 Banora Point\n2.7 Baradine\n2.8 Batemans Bay\n2.9 Batlow\n2.10 Bathurst\n2.11 Bega\n2.12 Berridale\n2.13 Bombala\n2.14 Bonalbo\n2.15 Bourke\n2.16 Bowral\n2.17 Brewarrina\n2.18 Broken Hill\n2.19 Byron Bay\n2.20 Casino\n2.21 Cobar\n2.22 Coffs Harbour\n2.23 Condobolin\n2.24 Cooma\n2.25 Coonamble\n2.26 Cootamundra\n2.27 Coraki\n2.28 Corowa\n2.29 Cowra\n2.30 Deniliquin\n2.31 Dubbo\n2.32 Eden\n2.33 Evans Head\n2.34 Forbes\n2.35 Forster & Tuncurry\n2.36 Glen Innes\n2.37 Gloucester\n2.38 Goonellabah\n2.39 Gosford\n2.40 Goulburn\n2.41 Grafton\n2.42 Griffith\n2.43 Gulgong\n2.44 Gunnedah\n2.45 Henty\n2.46 Holbrook\n2.47 Inverell\n2.48 Ivanhoe\n2.49 Jindabyne\n2.50 Kandos\n2.51 Kangaroo Valley\n2.52 Katoomba\n2.53 Kempsey\n2.54 Kyogle\n2.55 Lightning Ridge\n2.56 Lismore\n2.57 Lithgow\n2.58 Menindee\n2.59 Moree\n2.60 Mount Victoria\n2.61 Mudgee\n2.62 Mullumbimby\n2.63 Murwillumbah\n2.64 Muswellbrook\n2.65 Nambucca Heads\n2.66 Narrabri\n2.67 Narrandera\n2.68 Nevertire\n2.69 Newcastle\n2.70 Nimbin\n2.71 Nimmitabel\n2.72 Orange\n2.73 Parkes\n2.74 Peak Hill\n2.75 Perisher\n2.76 Port Macquarie\n2.77 Port Stephens\n2.78 Tamworth\n2.79 Taree & Wingham\n2.80 Tenterfield\n2.81 Tumut\n2.82 Wagga Wagga\n2.83 Walcha\n2.84 Walgett\n2.85 Warren\n2.86 Wee Waa\n2.87 Wellington\n2.88 West Wyalong\n2.89 White Cliffs\n2.90 Wilcannia\n2.91 Wollongong/Nowra\n2.92 Woodenbong\n2.93 Yass\n2.94 Young\n3 Victoria\n3.1 Melbourne\n3.2 Alexandra\n3.3 Apollo Bay\n3.4 Ararat\n3.5 Bairnsdale\n3.6 Ballarat\n3.7 Bendigo\n3.8 Bright\n3.9 Casterton\n3.10 Castlemaine\n3.11 Charlton\n3.12 Chiltern\n3.13 Colac\n3.14 Coleraine\n3.15 Corryong/Khancoban\n3.16 Daylesford\n3.17 Echuca\n3.18 Falls Creek\n3.19 Geelong\n3.20 Hamilton\n3.21 Heathcote\n3.22 Horsham\n3.23 Kaniva\n3.24 Kilmore\n3.25 Korumburra\n3.26 Kyneton\n3.27 Latrobe Valley/Central Gippsland\n3.28 Leongatha\n3.29 Mallacoota\n3.30 Mansfield\n3.31 Maryborough\n3.32 Marysville\n3.33 Mildura\n3.34 Mount Buller\n3.35 Murrayville\n3.36 Nhill\n3.37 Omeo\n3.38 Orbost\n3.39 Ouyen\n3.40 Port Campbell\n3.41 Portland\n3.42 Rosedale\n3.43 Sale\n3.44 Seymour\n3.45 Shepparton\n3.46 St Arnaud\n3.47 Stawell\n3.48 Swan Hill\n3.49 Swifts Creek\n3.50 Terang\n3.51 Wangaratta\n3.52 Warracknabeal\n3.53 Warrnambool\n3.54 Wodonga\n3.55 Yarra Valley\n3.56 Yarrawonga\n3.57 Yea\n4 Queensland\n4.1 Brisbane\n4.2 Allora\n4.3 Aloomba\n4.4 Atherton\n4.5 Augathella\n4.6 Ayr\n4.7 Babinda\n4.8 Barcaldine\n4.9 Beachmere\n4.10 Beaudesert\n4.11 Beechmont\n4.12 Beerwah\n4.13 Bell\n4.14 Biloela\n4.15 Blackall\n4.16 Blackwater\n4.17 Boonah\n4.18 Bowen\n4.19 Bundaberg\n4.20 Cairns\n4.21 Capella\n4.22 Chambers Flat\n4.23 Charleville\n4.24 Charters Towers\n4.25 Childers\n4.26 Chinchilla\n4.27 Clermont\n4.28 Cloncurry\n4.29 Collinsville\n4.30 Cooktown\n4.31 Cowley\n4.32 Cunnamulla\n4.33 Currumbin\n4.34 Dalby\n4.35 East Palmerston\n4.36 Darling Downs (Toowoomba/Warwick)\n4.37 Emerald\n4.38 Gayndah\n4.39 Gladstone\n4.40 Glen Aplin\n4.41 Glenden\n4.42 Glenlee\n4.43 Gold Coast\n4.44 Goondiwindi\n4.45 Gordonvale\n4.46 Gracemere\n4.47 Greenmount East\n4.48 Highfields\n4.49 Ingham\n4.50 Inglewood\n4.51 Innisfail\n4.52 Ipswich\n4.53 Jimboomba\n4.54 Julia Creek\n4.55 Kallangur\n4.56 Kilcoy\n4.57 Killarney\n4.58 Hervey Bay/Maryborough\n4.59 Kingaroy\n4.60 Longreach, Queensland\n4.61 Mackay\n4.62 Maleny\n4.63 Mareeba\n4.64 Miles\n4.65 Millmerran\n4.66 Mitchell\n4.67 Monto\n4.68 Moranbah\n4.69 Moresby\n4.70 Moura\n4.71 Mourilyan\n4.72 Mundubbera\n4.73 Murgon\n4.74 Mount Isa\n4.75 Nanango\n4.76 Narangba\n4.77 Nebo\n4.78 Normanton\n4.79 Nundah\n4.80 Oakey\n4.81 Pittsworth\n4.82 Proston\n4.83 Quilpie\n4.84 Rainbow Beach\n4.85 Rockhampton\n4.86 Roma\n4.87 Sarina\n4.88 South Johnstone\n4.89 Springsure\n4.90 St George\n4.91 Stanthorpe\n4.92 Sunshine Coast\n4.93 Townsville\n4.94 Tully\n4.95 Wallangarra\n4.96 Warwick\n4.97 Whitsunday\n4.98 Winton\n4.99 Woodford\n4.100 Woongoolba\n4.101 Yeppoon\n4.102 Yungaburra\n5 South Australia\n5.1 Adelaide\n5.2 Adelaide Hills\n5.3 Bordertown\n5.4 Balaklava\n5.5 Birdwood\n5.6 Ceduna\n5.7 Cleve\n5.8 Coober Pedy\n5.9 Cowell\n5.10 Elliston\n5.11 Haslam\n5.12 Kadina\n5.13 Kimba\n5.14 Kingston SE\n5.15 Laura\n5.16 Lock\n5.17 Mannum\n5.18 Medlingle Hill\n5.19 Millicent\n5.20 Minlaton\n5.21 Minnipa\n5.22 Moonta\n5.23 Mount Gambier\n5.24 Murray Bridge\n5.25 Naracoorte\n5.26 Orroroo\n5.27 Paskeville\n5.28 Poochera\n5.29 Port Augusta\n5.30 Port Kenny\n5.31 Port Lincoln\n5.32 Port Pirie\n5.33 Renmark\n5.34 Roxby Downs\n5.35 Spencer Gulf\n5.36 Smoky Bay\n5.37 Streaky Bay\n5.38 Tailem Bend\n5.39 Two Wells\n5.40 Virginia\n5.41 Wallaroo\n5.42 Whyalla\n5.43 Wirrulla\n5.44 Woomera\n5.45 Yorke Peninsula\n6 Western Australia\n6.1 Perth\n6.2 Albany\n6.3 Augusta\n6.4 Beverley\n6.5 Brookton\n6.6 Broome\n6.7 Bunbury\n6.8 Cervantes\n6.9 Coolgardie\n6.10 Coorow\n6.11 Corrigin\n6.12 Cranbrook\n6.13 Dalwallinu\n6.14 Denham\n6.15 Denmark\n6.16 Derby\n6.17 Dongara\n6.18 Dwellingup\n6.19 Esperance\n6.20 Fitzroy Crossing\n6.21 Geraldton\n6.22 Gnowangerup\n6.23 Green Head\n6.24 Halls Creek\n6.25 Hyden\n6.26 Jurien Bay\n6.27 Kalgoorlie\n6.28 Katanning\n6.29 Kojonup\n6.30 Kondinin\n6.31 Kulin\n6.32 Lake Grace\n6.33 Lancelin\n6.34 Leeman\n6.35 Leonora\n6.36 Margaret River\n6.37 Marble Bar\n6.38 Mandurah\n6.39 Meekatharra\n6.40 Merredin\n6.41 Moora\n6.42 Mount Barker\n6.43 Mount Magnet\n6.44 Mukinbudin\n6.45 Mullewa\n6.46 Narembeen\n6.47 Narrogin\n6.48 Newdegate\n6.49 Newman\n6.50 Norseman\n6.51 Northam\n6.52 Northampton\n6.53 Onslow\n6.54 Paraburdoo\n6.55 Pingelly\n6.56 Quairading\n6.57 Ravensthorpe\n6.58 Roebourne\n6.59 Southern Cross\n6.60 Tambellup\n6.61 Tom Price\n6.62 Toodyay\n6.63 Trayning\n6.64 Wagin\n6.65 Walpole\n6.66 Wickepin\n6.67 Wiluna\n6.68 Wongan Hills\n6.69 Wyndham\n6.70 York\n7 Tasmania\n7.1 Hobart\n7.2 Bagdad\n7.3 Bridgewater\n7.4 Burnie\n7.5 Campbell Town\n7.6 Devonport\n7.7 Fingal\n7.8 Geeveston\n7.9 Huon Valley\n7.10 Huonville\n7.11 Kettering\n7.12 Kingston\n7.13 Latrobe\n7.14 Lauderdale\n7.15 Launceston\n7.16 Longford\n7.17 Midway Point\n7.18 New Norfolk\n7.19 Orford\n7.20 Penguin\n7.21 Perth\n7.22 Queenstown\n7.23 Richmond\n7.24 Rosebery\n7.25 Scottsdale\n7.26 Shearwater\n7.27 Sheffield\n7.28 Smithton\n7.29 Somerset\n7.30 Sorell\n7.31 Strahan\n7.32 St Helens\n7.33 St Leonards\n7.34 St Marys\n7.35 Triabunna\n7.36 Tunbridge\n7.37 Ulverstone\n7.38 Wynyard\n7.39 Zeehan\n8 Northern Territory\n8.1 Darwin\n8.2 Alice Springs\n8.3 Alyangula\n8.4 Borroloola\n8.5 Galiwinku\n8.6 Gapuwiyak\n8.7 Katherine\n8.8 Lajamanu\n8.9 Milingimbi\n8.10 Nhulunbuy\n8.11 Numbulwar\n8.12 Ramingining\n8.13 Tennant Creek\n8.14 Yirrkala\n8.15 Yulara\n9 Networks\n10 Portals\n11 See also\n12 References\n13 External links\nAustralian Capital Territory (ACT)"}
{"url": "http://en.wikipedia.org/wiki/MPEG-2", "plaintext": "MPEG-2 - Wikipedia, the free encyclopedia\nMPEG-2\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nNot to be confused with MPEG-1 Audio Layer II (MP2).\nMPEG-2 is used in Digital Video Broadcast and DVDs. The MPEG transport stream, TS, and MPEG program stream, PS, are container formats.\nMPEG-2 (aka H.222/H.262 as defined by the ITU) is a standard for \"the generic coding of moving pictures and associated audio information\".[1] It describes a combination of lossy video compression and lossy audio data compression methods, which permit storage and transmission of movies using currently available storage media and transmission bandwidth. While MPEG-2 is not as efficient as newer standards such as H.264 and H.265/HEVC, backwards compatibility with existing hardware and software means it is still widely used, for example in the DVD-Video standard.\nContents\n1 Main characteristics\n1.1 Systems\n1.2 Video\n1.3 Audio\n1.3.1 MPEG-2 Part 3\n1.3.2 MPEG-2 Part 7\n2 ISO/IEC 13818\n3 History\n4 Filename extensions\n5 Applications\n5.1 DVD-Video\n5.2 HDV\n5.3 MOD and TOD\n5.4 XDCAM\n5.5 DVB\n5.6 ATSC\n5.7 ISDB-T\n6 Patent pool\n7 Patents (U.S. only)\n8 See also\n9 References\n10 External links\nMain characteristics[edit]\nMPEG-2 is widely used as the format of digital television signals that are broadcast by terrestrial (over-the-air), cable, and direct broadcast satellite TV systems. It also specifies the format of movies and other programs that are distributed on DVD and similar discs. TV stations, TV receivers, DVD players, and other equipment are often designed to this standard. MPEG-2 was the second of several standards developed by the Moving Pictures Expert Group (MPEG) and is an international standard (ISO/IEC 13818). Parts 1 and 2 of MPEG-2 were developed in a collaboration with ITU-T, and they have a respective catalog number in the ITU-T Recommendation Series.\nWhile MPEG-2 is the core of most digital television and DVD formats, it does not completely specify them. Regional institutions can adapt it to their needs by restricting and augmenting aspects of the standard. See Video profiles and levels.\nSystems[edit]\nSee also: MPEG program stream and MPEG transport stream\nMPEG-2 includes a Systems section, part 1, that defines two distinct, but related, container formats. One is the transport stream, a data packet format designed to transmit one data packet in four ATM data packets for streaming digital video and audio over fixed or mobile transmission mediums, where the beginning and the end of the stream may not be identified, such as radio frequency, cable and linear recording mediums, examples of which include ATSC/DVB/ISDB/SBTVD broadcasting, and HDV recording on tape. The other is the program stream, an extended version of the MPEG-1 container format without the extra overhead of previously mentioned transport stream designed for random access storage mediums such as hard disk drives, optical discs and flash memory.\nProgram stream exceptions are M2TS, which is used on Blu-ray discs, AVCHD on re-writable DVDs and HDV on compact flash cards all use the unnecessary overhead of a transport stream. While VOB on DVDs and Enhanced VOB on the short lived HD DVD do not waste storage space and just use the program stream. M2TS also adds an incompatible private extension of four network ordered bytes to the end of every transport stream packet, which is used as a random access timing reference for faster read times over using the Program Clock Reference contained in the adaption section of the primary stream.\nMPEG-2 Systems is formally known as ISO/IEC 13818-1 and as ITU-T Rec. H.222.0.[2][3] ISO authorized the \"SMPTE Registration Authority, LLC\" as the registration authority for MPEG-2 format identifiers. The registration descriptor of MPEG-2 transport is provided by ISO/IEC 13818-1 in order to enable users of the standard to unambiguously carry data when its format is not necessarily a recognized international standard. This provision will permit the MPEG-2 transport standard to carry all types of data while providing for a method of unambiguous identification of the characteristics of the underlying private data.[4]\nVideo[edit]\nMain article: H.262/MPEG-2 Part 2\nThe Video section, part 2 of MPEG-2, is similar to the previous MPEG-1 standard, but also provides support for interlaced video, the format used by analog broadcast TV systems. MPEG-2 video is not optimized for low bit-rates, especially less than 1 Mbit/s at standard definition resolutions. All standards-compliant MPEG-2 Video decoders are fully capable of playing back MPEG-1 Video streams conforming to the Constrained Parameters Bitstream syntax. MPEG-2/Video is formally known as ISO/IEC 13818-2 and as ITU-T Rec. H.262.[5]\nWith some enhancements, MPEG-2 Video and Systems are also used in some HDTV transmission systems.\nAudio[edit]\nMPEG-2 introduces new audio encoding methods compared to MPEG-1:[6]\nMPEG-2 Part 3[edit]\nMain article: MPEG-2 Part 3\nThe MPEG-2 Audio section, defined in Part 3 (ISO/IEC 13818-3) of the standard, enhances MPEG-1's audio by allowing the coding of audio programs with more than two channels, up to 5.1 multichannel. This method is backwards-compatible (also known as MPEG-2 BC[7][8][9][10]), allowing MPEG-1 audio decoders to decode the two main stereo components of the presentation.[11] MPEG-2 part 3 also defined additional bit rates and sample rates for MPEG-1 Audio Layer I, II and III.[12]\nMPEG-2 BC (backward compatible with MPEG-1 audio formats)[7][8][11]\nlow bitrate encoding with halved sampling rate (MPEG-1 Layer 1/2/3 LSF - a.k.a. MPEG-2 LSF - \"Low Sampling Frequencies\")\nmultichannel encoding with up to 5.1 channels, a.k.a. MPEG Multichannel\nMPEG-2 Part 7[edit]\nMain article: Advanced Audio Coding\nPart 7 (ISO/IEC 13818-7) of the MPEG-2 standard specifies a rather different, non-backwards-compatible audio format[9] (also known as MPEG-2 NBC[7][8][13]). Part 7 is referred to as MPEG-2 AAC. AAC is more efficient than the previous MPEG audio standards, and is in some ways less complicated than its predecessor, MPEG-1 Audio, Layer 3, in that it does not have the hybrid filter bank. It supports from 1 to 48 channels at sampling rates of 8 to 96 kHz, with multichannel, multilingual, and multiprogram capabilities.[6] Advanced Audio is also defined in Part 3 of the MPEG-4 standard.\nMPEG-2 NBC (Non-Backward Compatible)[7][8]\nMPEG-2 AAC\nmultichannel encoding with up to 48 channels\nISO/IEC 13818[edit]\nMPEG-2 standards are published as parts of ISO/IEC 13818. Each part covers a certain aspect of the whole specification.\nPart 1\nSystems – describes synchronization and multiplexing of video and audio. (It is also known as ITU-T Rec. H.222.0.[2]) See MPEG transport stream and MPEG program stream.\nPart 2\nVideo – video coding format for interlaced and non-interlaced video signals (Also known as ITU-T Rec. H.262).\nPart 3\nAudio – audio coding format for perceptual coding of audio signals. A multichannel-enabled extension and extension of bit rates and sample rates for MPEG-1 Audio Layer I, II and III of MPEG-1 audio.\nPart 4\nDescribes procedures for testing compliance.\nPart 5\nDescribes systems for Software simulation.\nPart 6\nDescribes extensions for DSM-CC (Digital Storage Media Command and Control).\nPart 7\nAdvanced Audio Coding (AAC).\nPart 8\n10-bit video extension. Primary application was studio video. Part 8 has been withdrawn due to lack of interest by industry.\nPart 9\nExtension for real time interfaces.\nPart 10\nConformance extensions for DSM-CC.\nPart 11\nIntellectual property management (IPMP)\nMPEG-2 Parts[14][15]\nPart\nNumber\nFirst public release date (First edition)\nLatest public release date (edition)\nLatest amend- ment\nIdentical ITU-T Rec.\nTitle\nDescription\nPart 1\nISO/IEC 13818-1\n1996\n2013\n2014[16] [17][18][19]\nH.222.0\nSystems\nPart 2\nISO/IEC 13818-2\n1996\n2013\nH.262\nVideo\nPart 3\nISO/IEC 13818-3\n1995\n1998\nAudio\nMPEG-2 BC - backwards compatible with MPEG-1 Audio\nPart 4\nISO/IEC 13818-4\n1998\n2004\n2009[20]\nConformance testing\nPart 5\nISO/IEC TR 13818-5\n1997\n2005\nSoftware simulation\nPart 6\nISO/IEC 13818-6\n1998\n1998\n2001[21]\nExtensions for DSM-CC\nextensions for Digital Storage Media Command and Control[22][23]\nPart 7\nISO/IEC 13818-7\n1997\n2006\n2007[24]\nAdvanced Audio Coding (AAC)\nMPEG-2 NBC Audio - Non-Backwards Compatible with MPEG-1 Audio\nPart 8\ndropped\n10-Bit Video\nThe work was terminated because of low industry's interest.[25][26] It was started in recognition of the need to support studio-quality video signals quantized with 10 bits per component.\nPart 9\nISO/IEC 13818-9\n1996\n1996\nExtension for real time interface for systems decoders\nPart 10\nISO/IEC 13818-10\n1999\n1999\nConformance extensions for Digital Storage Media Command and Control (DSM-CC)\nPart 11\nISO/IEC 13818-11\n2004\n2004\nIPMP on MPEG-2 systems\nIntellectual Property Management and Protection on the MPEG-2 system[27][28] (XML IPMP messages are also defined in ISO/IEC 23001-3[29])\nHistory[edit]\nMPEG-2 evolved out of the shortcomings of MPEG-1.\nMPEG-1's known weaknesses:\nAn audio compression system limited to two channels (stereo).\nNo standardized support for interlaced video with poor compression when used for interlaced video\nOnly one standardized \"profile\" (Constrained Parameters Bitstream), which was unsuited for higher resolution video. MPEG-1 could support 4k video but there was no easy way to encode video for higher resolutions, and identify hardware capable of supporting it, as the limitations of such hardware were not defined.\nSupport for only one color space, 4:2:0.\nThis section requires expansion. (June 2008)\nFilename extensions[edit]\n.mpg, .mpeg, .m2v, .mp2, mp3 are some of a number of filename extensions used for MPEG-1 or MPEG-2 audio and video file formats.\nApplications[edit]\nDVD-Video[edit]\nMain article: DVD-Video\nThe DVD-Video standard uses MPEG-2 video, but imposes some restrictions:\nAllowed Dimensions\n720 × 480, 704 × 480, 352 × 480, 352 × 240 pixel (NTSC)\n720 × 576, 704 × 576, 352 × 576, 352 × 288 pixel (PAL)\nAllowed Aspect ratios (Display AR)\n4:3 (for letterboxed widescreen and non-widescreen frames)\n16:9 (for anamorphic widescreen[dvdaspect 1])\n^ 1.85:1 and 2.35:1, among others, are often listed as valid DVD aspect ratios, but are wider film aspects with letterbox style padding to create a 16:9 image\nAllowed frame rates\n29.97 interlaced frame/s (NTSC)\n23.978 progressive frame/s (for NTSC 2:3 pull-down to 29.97[dvdrates 1])\n25 interlaced frame/s (PAL)\n^ By using a pattern of REPEAT_FIRST_FIELD flags on the headers of encoded pictures, pictures can be displayed for either two or three fields and almost any picture display rate (minimum ⅔ of the frame rate) can be achieved. This is most often used to display 23.976 (approximately film rate) video on NTSC. See telecine for more information on how this works.\nAudio + video bitrate\nVideo peak 9.8 Mbit/s\nTotal peak 10.08 Mbit/s\nMinimum 300 kbit/s\nYUV 4:2:0\nAdditional subtitles possible\nClosed captioning (NTSC only)\nAudio\nLinear Pulse Code Modulation (LPCM): 48 kHz or 96 kHz; 16- or 24-bit; up to six channels (not all combinations possible due to bitrate constraints)\nMPEG Layer 2 (MP2): 48 kHz, up to 5.1 channels (required in PAL players only)\nDolby Digital (DD, also known as AC-3): 48 kHz, 32–448 kbit/s, up to 5.1 channels\nDigital Theater Systems (DTS): 754 kbit/s or 1510 kbit/s (not required for DVD player compliance)\nNTSC DVDs must contain at least one LPCM or Dolby Digital audio track.\nPAL DVDs must contain at least one MPEG Layer 2, LPCM, or Dolby Digital audio track.\nPlayers are not required to play back audio with more than two channels, but must be able to downmix multichannel audio to two channels.\nGOP structure (Group Of Pictures)\nSequence header must be present at the beginning of every GOP\nMaximum frames per GOP: 18 (NTSC) / 15 (PAL), i.e. 0.6 seconds both\nClosed GOP required for multi-angle DVDs\nHDV[edit]\nMain article: HDV\nHDV is a format for recording and playback of high-definition MPEG-2 video on a DV cassette tape.\nMOD and TOD[edit]\nMain article: MOD and TOD (video format)\nMOD and TOD are recording formats for use in consumer digital file-based camcorders.\nXDCAM[edit]\nMain article: XDCAM\nXDCAM is a professional file-based video recording format.\nDVB[edit]\nApplication-specific restrictions on MPEG-2 video in the DVB standard:\nAllowed resolutions for SDTV:\n720, 640, 544, 528, 480 or 352 × 480 pixel, 24/1.001, 24, 30/1.001 or 30 frame/s\n352 × 240 pixel, 24/1.001, 24, 30/1.001 or 30 frame/s\n720, 704, 544, 528, 480 or 352 × 576 pixel, 25 frame/s\n352 × 288 pixel, 25 frame/s\nFor HDTV:\n720 x 576 x 50 frame/s progressive (576p50)\n1280 x 720 x 25 or 50 frame/s progressive (720p50)\n1440 or 1920 x 1080 x 25 frame/s progressive (1080p25 = film mode)\n1440 or 1920 x 1080 x 25 frame/s interlace (1080i50)\nATSC[edit]\nMain article: ATSC standards\nThe ATSC A/53 standard used in the United States, uses MPEG-2 video at the Main Profile @ High Level (MP@HL), with additional restrictions such as the maximum bitrate of 19.4 Mbit/s for broadcast television and 38.8 Mbit/s for cable television, 4:2:0 chroma subsampling format, and mandatory colorimetry information.\nATSC allows the following video resolutions, aspect ratios, and frame/field rates:\n1920 × 1080 pixel (16:9, square pixels), at 30p, 29.97p, 24p, 23.976p, 60i, 59.94i.\n1280 × 720 pixel (16:9, square pixels), at 60p, 59.94p, 30p, 29.97p, 24p, or 23.976p\n704 × 480 pixel (4:3 or 16:9, non-square pixels), at 60p, 59.94p, 30p, 29.97p, 24p, 23.976p, 60i, or 59.94i\n640 × 480 pixel (4:3, square pixels), at 60p, 59.94p, 30p, 29.97p, 24p, 23.976p, 60i, or 59.94i\nATSC standard A/63 defines additional resolutions and aspect rates for 50 Hz (PAL) signal.\nThe ATSC specification and MPEG-2 allow the use of progressive frames, even within an interlaced video sequence. For example, a station that transmits 1080i60 video sequence can use a coding method where those 60 fields are coded with 24 progressive frames and metadata instructs the decoder to interlace them and perform 3:2 pulldown before display. This allows broadcasters to switch between 60 Hz interlaced (news, soap operas) and 24 Hz progressive (prime-time) content without ending the MPEG-2 sequence and introducing a several seconds of delay as the TV switches formats. This is the reason why 1080p30 and 1080p24 sequences allowed by the ATSC specification are not used in practice.\nThe 1080-line formats are encoded with 1920 × 1088 pixel luma matrices and 960 × 540 chroma matrices, but the last 8 lines are discarded by the MPEG-2 decoding and display process.\nATSC A/72 is the newest revision of ATSC standards for digital television, which allows the use of H.264/AVC video coding format and 1080p60 signal.\nMPEG-2 audio was a contender for the ATSC standard during the DTV \"Grand Alliance\" shootout, but lost out to Dolby AC-3.\nISDB-T[edit]\nTechnical features of MPEG-2 in ATSC are also valid for ISDB-T, except that in the main TS has aggregated a second program for mobile devices compressed in MPEG-4 H.264 AVC for video and AAC-LC for audio, mainly known as 1seg.\nPatent pool[edit]\nMPEG LA, a private patent licensing organization, has acquired rights from over 20 corporations and one university to license a patent pool of approximately 640 worldwide patents, which it claims are the \"essential\" to use of MPEG-2 technology, although many of the patents have since expired.[30][31] Where software patentability is upheld, the use of MPEG-2 requires the payment of licensing fees to the patent holders. Other patents are licensed by Audio MPEG, Inc.[32] The development of the standard itself took less time than the patent negotiations.[33][34] Patent pooling between essential and peripheral patent holders in the MPEG-2 pool is the subject of a study by the University of Wisconsin.[35] Over half of the patents expired in 2012.[36]\nAccording to the MPEG-2 licensing agreement any use of MPEG-2 technology is subject to royalties.[37] MPEG-2 encoders are subject to a royalty of $2.00 per unit, decoders are subject to a royalty of $2.00 per unit, and royalty-based sales of encoders and decoders are subject to different rules and $2.50 per unit.[37] Also, any packaged medium (DVDs/Data Streams) is subject to licence fees according to length of recording/broadcast.[37] A criticism of the MPEG-2 patent pool is that even though the number of patents will decrease from 1,048 to 416 by June 2013 the license fee has not decreased with the expiration rate of MPEG-2 patents.[38][39][40][41] Since January 1, 2010, the MPEG-2 patent pool has remained at $2 for a decoding license and $2 for an encoding license.[37][39][40] By 2015 more than 90% of the MPEG-2 patents will have expired but as long as there are one or more active patents in the MPEG-2 patent pool in either the country of manufacture or the country of sale the MPEG-2 license agreement requires that licensees pay a license fee that does not change based on the number of patents that have expired.[37][38][39][40]"}
{"url": "http://en.wikipedia.org/wiki/Ma_Huan", "plaintext": "Ma Huan - Wikipedia, the free encyclopedia\nMa Huan\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nA page from Ming dynasty woodcut printed edition of Yingyai Shenglan by Ma Huan\nMa Huan (simplified Chinese: 马欢; traditional Chinese: 馬歡; pinyin: Mǎ Huān) (c. 1380–1460[1]), courtesy name Chung-dao 宗道, pen name Mountain-woodcutter, was born in Zhejiang's Kuaiji County, an area within the modern borders of Shaoxing. He was a Muslim voyager and translator who accompanied Admiral Zheng He on three of his seven expeditions to the Western Oceans. It was said he was not born Muslim, but was a Chinese who converted to Islam when he was young, and his \"Ma\" surname had nothing to do with Muslim ancestry. He knew several Classical Chinese and Buddhist texts. He learned Arabic to be able to translate.[2]\nIn the 1413 expedition (the 4th), he visited Champa, Java, Sumatra, Palembang, Siam, Kochi and Hormuz.\nIn the 1421 expedition, he visited Malacca, Aru, Sumatra, Trincomalee, Ceylon, Kochi, Calicut, Zufar and Hormuz.\nIn the 1431 expedition, he visited Bengal, Chittagong, Sonargaon, Gaur and Calicut. From Calicut, he was sent by Eununch Hong Bao as emissary to Mecca.\nDuring his expeditions, Ma Huan took notes about the geography, politics, weather conditions, environment, economy, local customs, even method of punishment for criminals. Returned home on his first expedition, he began writing a book about his expedition, the first draft of which was ready around 1416. He expanded and modified his draft during later expeditions, the final version was ready around 1451. The title of his book was Yingyai Shenglan (The Overall Survey of the Ocean's Shores).\nDuring the Ming dynasty and Qing dynasty, there were many printed and handcopied editions. The latest authentic text of a printed version was edited and annotated by historian Feng Chen jun. A newer edition, based on Ming dynasty handcopied editions, was recently published by Ocean Publishing House in China.\nAn annotated English translation by J.V.G. Mills (1887–1987) was published by the "}
{"url": "http://en.wikipedia.org/wiki/Mikhail", "plaintext": "Michael - Wikipedia, the free encyclopedia\nMichael\nFrom Wikipedia, the free encyclopedia\n(Redirected from Mikhail)\nThis is the latest accepted revision, accepted on 9 January 2015.\nJump to:\tnavigation, search\nFor other uses, see Michael (disambiguation).\nMichael\nPronunciation\n/ˈmaɪkəl/\nGender\nMale\nOrigin\nWord/name\nHebrew: מִיכָאֵל / מיכאל‎ (Mikha'el)\nMeaning\n\"Who is like God?\"[1]\nOther names\nNickname(s)\nMike, Mick, Mikey, Mickey, Mickie, Mic\nRelated names\nMichel, Michaela, Michelle, Michele, Mickie, Miguel, Mike, Mikey, Mitch, Mitchell, "}
{"url": "http://en.wikipedia.org/wiki/Mini-horse", "plaintext": "Miniature horse - Wikipedia, the free encyclopedia\nMiniature horse\nFrom Wikipedia, the free encyclopedia\n(Redirected from Mini-horse)\nJump to:\tnavigation, search\nMiniature Horse\nMiniature horse at show in Europe\nDistinguishing features\nSmall size, with horse phenotype 34–38 inches (86–97 cm) as measured at the last hairs of the mane\nAlternative names\nMini horse\nCommon nicknames\nMini\nEquus ferus caballus\nMiniature horses are found in many nations, particularly in Europe and the Americas. The designation of miniature horse is determined by the height of the animal, which, depending on the particular breed registry involved, is usually less than 34–38 inches (86–97 cm) as measured at the last hairs of the mane, which are found at the withers. While miniature horses are the size of a very small pony, many retain horse characteristics and are considered \"horses\" by their respective registries. They have various colors and coat patterns.\nMiniature horses are friendly and interact well with people. For this reason they are often kept as family pets, though they still retain natural horse behavior, including a natural fight or flight instinct, and must be treated like an equine, even if they primarily serve as a companion animal. They are also trained as service animals, akin to assistance dogs for people with disabilities. Miniature horses are also trained for driving, equine agility and other competitive horse show type events.\nContents\n1 Characteristics and registration\n2 History\n3 Uses\n4 Controversies\n4.1 Horse or pony?\n4.2 Dwarfism\n4.3 Assistance animals\n5 See also\n6 References\n7 External links\nCharacteristics and registration[edit]\nMiniature horse stallion\nThere are two registries in the United States for Miniature Horses, the American Miniature Horse Association (AMHA) and the American Miniature Horse Registry (AMHR). The AMHA was founded in 1978 and was dedicated to establishing the Miniature horse as a distinct breed of horse.[1][2] Many of the international organizations are associated with the AMHA, including clubs throughout Canada and in several European countries.[3] The AMHR is a division of the American Shetland pony Club and was established as a separate registry in 1972.[4] Worldwide, there are dozens of miniature horse registries. Some organizations emphasize breeding of miniatures with horse characteristics, others encourage minis to retain pony characteristics. Along with registries for miniature horses in general, there are also breed-specific registries, such as several for the Falabella horse.[5]\nIn the AMHR, Miniatures cannot exceed 34 inches at the withers (which the AMHR defines as located at the last hair of the mane). There are two divisions in AMHR - the \"A\" division for horses 34 inches (86 cm) and under, and the \"B\" division for horses 34 to 38 inches (86 to 97 cm).[6] The AMHA requires that horses stand under 34 inches. Horses of any eye or coat color, and any form of white markings, are allowed to be registered. The AMHA standard suggests that if a person were to see a photograph of a miniature horse, without any size reference, it would be identical in characteristics, conformation, and proportion to a full-sized horse.[1] According to the AMHR, a \"Miniature should be a small, sound, well-balanced horse and should give the impression of strength, agility and alertness. A Miniature should be eager and friendly but not skittish in disposition.\"[4]\nThey are generally quite hardy, often living longer on average than some full-sized horse breeds; the average life span of miniature horses is from 25 to 35 years.[7] However, there are also some health issues that are more frequently found in miniature horses than their full-sized relatives. Overfeeding is a common problem in miniature horses, leading to obesity; this is especially true when owners are used to owning full-sized horses. Dental issues, including crowding, brachygnathism (overbites) and prognathism (underbites) are frequently seen, due to having the same number of teeth in a much smaller mouth. They can also experience retention of deciduous teeth (baby teeth) and sinus problems from overcrowding. The combination of a propensity for overeating and dental problems can lead to an increased occurrence of colic. A major metabolic problem seen more frequently in miniature horses is hyperlipemia, where an appetite-reducing stressor can cause the body to break down significant amounts of fat, overwhelming the liver and potentially leading to liver failure. Reproduction is also more difficult in miniature horses, with a higher incidence of difficult births and a greater potential for eclampsia. The majority of the health problems seen more frequently in miniature horses are easily rectified with proper feeding and maintenance.[8]\nHistory[edit]\nMiniature mares and foals\nMiniature horses were first developed in Europe in the 1600s, and by 1765, they were seen frequently as the pets of nobility. Others were used in coal mines in England and continental Europe.[9] The English began using small ponies in their mines after the Mines and Collieries Act 1842 "}
{"url": "http://en.wikipedia.org/wiki/NBCUniversal_Entertainment_Japan", "plaintext": "NBCUniversal Entertainment Japan - Wikipedia, the free encyclopedia\nNBCUniversal Entertainment Japan\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article has multiple issues. Please help improve it or discuss these issues on the talk page.\nThis article may require cleanup to meet Wikipedia's quality standards. No cleanup reason has been specified. Please help improve this article if you can. (December 2007)\nThe examples and perspective in this article may not represent a worldwide view of the subject. Please improve this article and discuss the issue on the talk page. (February 2009)\nNBCUniversal Entertainment Japan\nType\nGōdō gaisha\nSubsidiary\nIndustry\nMass media\nFounded\nMarch, 1981 (as Pioneer LDC)\nOctober, 2003 (as Geneon Entertainment)\nFebruary, 2009 (as Geneon Universal Entertainment)\nDecember, 2013 (as NBCUniversal Entertainment Japan)\nFounder\nPioneer Corporation\nHeadquarters\nMinato, Tokyo, Japan\nProducts\nAnime, Film, Music\nOwner\nNBCUniversal\n(Comcast Corporation)\nParent\nUniversal Pictures International Entertainment (100%)\nDivisions\nRondo Robe (animation)\nSistus Records (record label, with Rainbow Entertainment)\nOrumok Records (record label)\nWebsite\nwww.nbcuni.co.jp\nNBCUniversal Entertainment Japan LLC (NBCユニバーサル・エンターテイメントジャパン合同会社, Enubīshī Yunibāsaru Entāteimento Japan Gōdō-gaisha?) (formerly known as Geneon Universal Entertainment and previously Pioneer LDC – Pioneer LaserDisc Company, a former subsidiary of Pioneer Corporation) is a Japanese music, anime and home entertainment production and distribution enterprise headquartered in Akasaka, Minato, Tokyo, Japan. From its days as Geneon Universal Entertainment, Geneon has been involved in the production and distribution of several anime in Japan. Geneon's North American branch (originally founded as Pioneer Entertainment) specialized in translating and distributing anime and related merchandise, such as soundtracks across the region. Geneon is a portmanteau of the English words, generate and eon. On February 1, 2009, Geneon merged with Universal Pictures Japan into Geneon Universal Entertainment. On December 9, 2013, the company changed its name to the current NBCUniversal Entertainment Japan. Outside of Japan, the majority of NBCUniversal Entertainment Japan's anime titles are distributed in the Oceanic region by Universal Sony Pictures Home Entertainment Australia.\nContents\n1 History\n1.1 Geneon USA\n1.2 Sale to Universal\n2 Reception\n3 References\n4 External links\nHistory[edit]\nThis section needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (March 2014)\nNBCUniversal Entertainment was originally formed under the name Pioneer LDC in 1981.\nIn July 2003, the company was acquired by Japanese advertising and marketing company firm Dentsu and renamed to Geneon Entertainment, while its North American division, Pioneer Entertainment, was renamed to Geneon USA.[1]\nGeneon USA[edit]\nGeneon had signed a deal with "}
{"url": "http://en.wikipedia.org/wiki/One_Day_(Matisyahu_song)", "plaintext": "One Day (Matisyahu song) - Wikipedia, the free encyclopedia\nOne Day (Matisyahu song)\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\n\"One Day\"\nSingle by Matisyahu\nfrom the album Light\nReleased\nJune 23, 2009\nFormat\nCD single, digital download\nRecorded\n2009\nGenre\nReggae fusion, hip hop\nLength\n3:27 (Album Version)\n3:40 (Pop Edit feat. Akon)\n3:28 (World Cup Edit feat. Nameless)\nLabel\nEpic, JDub Records, Or Music\nWriter(s)\nBruno Mars, Ari Levine, Matthew Miller and Philip Lawrence\nProducer(s)\nDavid Kahne, Eric Krasno & Adam Deitch, Prince Ben, Stephen McGregor (Son of Freddie), Fish and Norwood from Fishbone, and Sly & Robbie.\nCertification\nGold (RIAA)\nMatisyahu singles chronology\n\"Jerusalem\"\n(2006)\n\"One Day\"\n(2009)\n\"Miracle\"\n(2010)\n\"One Day\" is a song by Jewish reggae singer Matisyahu, first released in 2009, his first single since Jerusalem (Out of the Darkness Comes Light). The song was also included as a last-minute addition to Matisyahu's album Light. The song expresses a hope for an end to violence and a prayer for a new era of peace and understanding. It appeared on the Modern Rock Chart at number 21 and at number 38 on the US Rock Chart, also in March 2010 it debuted on Billboard Hot 100 at number 90 and reached number 85. The song was featured on the video game NBA 2K10, which was released on October 6, 2009.\nIn an interview with Matisyahu \"'One Day' is the song I've been wanting to make since I started my career,\" Matisyahu tells Spinner. \"It is an anthem of hope with a big beat, the kind of song that makes you bob your head and open your heart at the same time.\"[1]\n"}
{"url": "http://en.wikipedia.org/wiki/Oracle_Reports", "plaintext": "Oracle Reports - Wikipedia, the free encyclopedia\nOracle Reports\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article relies too much on references to primary sources. Please improve this article by adding secondary or tertiary sources. (May 2008)\nOracle Reports is a tool for developing reports against data stored in an Oracle database. Oracle Reports consists of Oracle Reports Developer (a component of the Oracle Developer Suite) and Oracle Application Server Reports Services (a component of the Oracle Application Server).\nContents\n1 Output formats\n2 History\n2.1 Oracle RPT\n2.2 SQL*ReportWriter\n2.3 Oracle Reports 1\n2.4 Oracle Reports 2.5<"}
{"url": "http://en.wikipedia.org/wiki/Panchen", "plaintext": "Panchen Lama - Wikipedia, the free encyclopedia\nPanchen Lama\nFrom Wikipedia, the free encyclopedia\n(Redirected from Panchen)\nJump to:\tnavigation, search\nKhedrup Je, 1st Panchen Lama\nPart of a series on\nTibetan Buddhism\nSchools\nNyingma\nKagyu\nSakya\nGelug\nJonang\nRimé\nKadam\nBon\nGlossary\nThree marks of existence\nSkandha\nCosmology\nSaṃsāra\nRebirth\nBodhisattva\nDharma\nDependent origination\nKarma\nKey figures\nGautama Buddha\nPadmasambhava\nJe Tsongkhapa\nDalai Lama\nPanchen Lama\nLama\nKarmapa\nRinpoche\nGeshe\nTertön\nTulku\nPractices and attainment\nBuddhahood\nAvalokiteśvara\nFour stages of enlightenment\nTantric yoga\nPāramitās\nMeditation\nLaity\nMajor monasteries\nTradruk\nDrepung\nDzogchen\nGanden\nJokhang\nKumbum\nLabrang\nMindrolling\nNamgyal\nNarthang\nNechung\nPabonka\nPalcho\nRalung\nRamoche\nRato\nSakya\nSanga\nSera\nShalu\nTashilhunpo\nTsurphu\nYerpa\nFestivals\nChotrul Duchen\nDajyur\nLosar\nMonlam\nSho Dun\nTexts\nKangyur\nTengyur\nTibetan Buddhist canon\nMahāyāna sūtras\nNyingma Gyubum\nArt\nSand mandala\nThangka\nAshtamangala\nTree of physiology\nHistory and overview\nHistory\nTimeline\nOutline\nCulture\nIndex of articles\nTibetan Buddhism portal\nVajrayana Buddhism portal\nv\nt\ne\nThe Panchen Lama (Tibetan: པན་ཆེན་བླ་མ, Wylie: pan-chen bla-ma, ZYPY: Bainqên Lama, simplified Chinese: 班禅喇嘛; traditional Chinese: 班禪喇嘛), or Panchen Erdeni (Tibetan: པན་ཆེན་ཨེར་ཏེ་ནི།, ZYPY: Bänqên Erdê'ni; simplified Chinese: 班禅额尔德尼; traditional Chinese: 班禪額爾德尼), is the highest ranking Lama after the Dalai Lama in the Gelugpa (Dge-lugs-pa) lineage of Tibetan Buddhism (this lineage controlled western Tibet from the 16th century until the 1959 Tibetan Rebellion). The present (11th) incarnation of the Panchen Lama is a matter of controversy: the People's Republic of China asserts it is Gyancain Norbu, while the 14th Dalai Lama asserted it was Gedhun Choekyi Nyima on May 14, 1995. The latter vanished from public eye shortly after being named, aged six. Chinese authorities stated that Gedhun had been taken into protective custody from those that would spirit him into exile and is now held in captivity against the wishes of the Tibetan people.[1] Tibetans and human rights groups continue to campaign for his release.[2]\nContents\n1 History\n2 Relation to the Dalai Lama lineage\n3 Lineage\n4 Political significance\n5 List\n6 See also\n7 Notes\n8 References\n9 External links\nHistory[edit]\nThe successive Panchen Lamas form a tulku reincarnation lineage which are said to be the incarnations of Amitabha Buddha. The title, meaning \"Great Scholar\", is a Tibetan contraction of the Sanskrit paṇḍita (scholar) and the Tibetan chenpo (great). The Panchen Lama traditionally lived in Tashilhunpo Monastery (Teshu-lumbo) in Shigatse. From the name of this monastery, the Europeans referred to the Panchen Lama as the Tashi-Lama (or spelled Tesho-Lama or Teshu-Lama).[3][4] [5]\nThe recognition of Panchen Lamas has always been a matter involving the Dalai Lama.[6][7] The 10th Panchen Lama himself declared, as cited by an official Chinese review that \"according to Tibetan tradition, the confirmation of either the Dalai or Panchen must be mutually recognized.\"[8] The involvement of China in this affair is seen by some as a political ploy to try to gain control over the recognition of the next Dalai Lama (see below), and to strengthen their hold over the future of Tibet and its governance. China claims however, that their involvement does not break with tradition in that the final decision about the recognition of both the Dalai Lama and the Panchen Lama traditionally rested in the hands of the Chinese emperor. For instance, after 1792, the Golden Urn was thought to have been used in selecting the 10th, 11th and 12th Dalai Lamas;[9] but the 14th Dalai Lama, Tenzin Gyatso has more recently claimed that this was only really used in selection of the 11th, and that in the other cases it was only used to humour the Chinese to confirm a selection that had already been made by traditional methods.[10]\nA controversy existed between the Tibetan government and supporters of Chökyi Gyaltsen during the recognition of the 10th Panchen Lama. Ma Bufang patronized the 10th Panchen Lama, and the Lamaist Red Sect against the Dalai Lama. Qinghai served as a \"sanctuary\" for Red Sect members, Ma Bufang allowed Kumbum Monastery to be totally self-governed by the Panchen Lama.[11] The 10th Panchen Lama, who was exiled from Tibet by the Dalai Lama's government, wanted to seek revenge by leading an army against Tibet in September 1949. He asked for help from Ma Bufang.[12] Ma cooperated with the Panchen Lama against the Dalai Lama's regime in Tibet. The Panchen Lama stayed in Qinghai. Ma tried to persuade the Panchen Lama to come with the Kuomintang government to Taiwan when the Communist victory approached, but the Panchen Lama decided to defect to the Communists instead. The Panchen Lama, unlike the Dalai Lama, sought to exert control in decision making.[13][14]\nRelation to the Dalai Lama lineage[edit"}
{"url": "http://en.wikipedia.org/wiki/Pinguecula", "plaintext": "Pinguecula - Wikipedia, the free encyclopedia\nPinguecula\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nNot to be confused with Pinguicula.\nThis article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (April 2010)\nPinguecula\npinguecula\nClassification and external resources\nICD-10\nH11.1\nICD-9\n372.51\nDiseasesDB\n10046\nMedlinePlus\n001025\nA pinguecula is a common type of conjunctival degeneration in the eye.\nContents\n1 Presentation\n2 Prognosis and treatment\n3 Associated conditions\n4 See also\n5 References\nPresentation[edit]\nIt is seen as a yellow-[1] white deposit on the conjunctiva adjacent to the limbus (the junction between the cornea and sclera). It is to be distinguished clinically from pterygium, which is a wedge shaped area of fibrosis that appears to grow into the cornea. It usually does not cause any symptoms. It is most prevalent in tropical climates and is in direct correlation with UV exposure.\nHistologically it shows degeneration of the collagen fibers of the conjunctiva stroma with thinning of the overlying epithelium and occasional calcification.[2] Solar actinic exposure of the thin conjunctiva tissue results in fibroblasts producing more elastin fibers, but they are more twisted than normal and may lead to the degradation of the collagen fibers.[3] Alternatively, it has been stated that the sub-epithelial collagen fibers undergo degradation and assume the qualities of elastic tissue while fragmenting and twisting in a different configuration from their normal state.[4]\nIt is likely that the solid white scleral tissue underlying the conjunctiva tissue acts with high reflectivity to further back expose the tissue to UV radiation.[5] The side of the nose also increases sun reflectivity onto the conjunctiva. As a result, pingueculae are found more often on the nasal side of the conjunctiva. While most pingueculae are found over the age of 40, they are not uncommon in 20 and 30 years old adults who spend significant time in the sun.\nPingueculae have abnormal tear surfacing over their surface. The tear ferning test shows abnormalities of the mucous component of the tear film. The tear ferning test has a high predictive value of hydrophilic soft contact lens success.[6] Contact lens intolerance can also result from the elevation of the peripheral edge of the contact lens if it positions on top of the pinguecula.\nThe plural form of pinguecula is pingueculae. Pinguecula is derived from the Latin word \"pinguis\" for fat or grease.[7]\nPrognosis and treatment[edit]\nThey may enlarge slowly but is a benign condition requiring no treatment. Artificial tears are occasionally used if there is discomfort or to reduce minor injection of blood vessels. If cosmesis is a concern surgical excision is sometimes done. Occasionally a pinguecula may become inflamed, a condition referred to as pingueculitis. The cause of pingueculitis is unknown but there are no known infectious agents associated with its manifestation. If an inflamed pinguecula is causing discomfort or cosmetic concerns it may be treated with anti-inflammatory prescriptions.\nAssociated conditions[edit]\nA pinguecula is one of the differential diagnoses for a limbal nodule. It may have an increased prevalence in Gaucher's disease.\nSee also[edit]\nWikimedia Commons has media related to Pinguecula.\nPterygium (conjunctiva)\nReferences[edit]\n"}
{"url": "http://en.wikipedia.org/wiki/R%c3%bcmligen", "plaintext": "Rümligen - Wikipedia, the free encyclopedia\nRümligen\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nRümligen\nRümligen Castle in Rümligen\nCoat of arms\nRümligen\nLocation of Rümligen Coordinates: 46°50′N 7°30′E﻿ / ﻿46.833°N 7.500°E﻿ / 46.833; 7.500Coordinates: 46°50′N 7°30′E﻿ / ﻿46.833°N 7.500°E﻿ / 46.833; 7.500\nCountry\nSwitzerland\nCanton\nBern\nDistrict\nBern-Mittelland\nGovernment\n• Mayor\nMartin Studer\nArea[1]\n• Total\n4.65 km2 (1.80 sq mi)\nElevation\n606 m (1,988 ft)\nPopulation (Dec 2013[2])\n• Total\n442\n• Density\n95/km2 (250/sq mi)\nPostal code\n3128\nSFOS number\n0881\nSurrounded by\nGelterfingen, Kaufdorf, Kirchenthurnen, Riggisberg, Rüeggisberg\nWebsite\nwww.ruemligen.ch SFSO statistics\nRümligen is a municipality in the Bern-Mittelland administrative district in the canton of Bern in Switzerland.\nContents\n1 History\n2 Geography\n3 Coat of arms\n4 Demographics\n5 Heritage sites of national significance\n6 Politics\n7 Economy\n8 Religion\n9 Education\n10 References\nHistory[edit]\nRümligen Castle\nRümligen is first mentioned in 1075 as Rumelingen.[3]\nThe oldest trace of a settlement in the area is a cache of Early-Bronze Age axes. During the High Middle Ages the Freiherr von Rümligen owned a vast swathe of land between the Gürbe and Sense rivers. They donated some of their estates to found and support Rüeggisberg and Röthenbach Priories. In 1380 the Sommerau-Rümligen family inherited the lan"}
{"url": "http://en.wikipedia.org/wiki/RL10", "plaintext": "RL10 - Wikipedia, the free encyclopedia\nRL10\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nRL10\nAn RL10 at the U.S. Space & Rocket Center with cutaway showing tubing through the bell.\nCountry of origin\nUnited States of America\nFirst flight\n1962 (RL10A-1)\nDesigner\nPratt & Whitney/MSFC\nManufacturer\nPratt & Whitney Space Propulsion\nPratt & Whitney Rocketdyne\nAerojet Rocketdyne\nApplication\nUpper stage engine\nAssociated L/V\nAtlas\nTitan\nDelta IV\nSaturn I\nStatus\nIn production\nLiquid-fuel engine\nPropellant\nLiquid oxygen / Liquid hydrogen\nMixture ratio\n5.5 or 5.85:1\nCycle\nExpander cycle\nConfiguration\nNozzle ratio\n84:1 or 280:1\nPerformance\nThrust (vac.)\n110 kN (25,000 lbf)\nIsp (vac.)\n450 to 465.5 seconds (4.413 to 4.565 km/s)\nBurn time\n700 seconds\nDimensions\nLength\n4.14 m (13.6 ft) (nozzle extended)\nDiameter\n2.13 m (7 ft 0 in)\nDry weight\n277 kg (611 lb)\nUsed in\nCentaur\nS-IV\nDCSS\nReferences\nReferences\n[1]\nNotes\nPerformance values and dimensions are for RL-10B-2.\nThe RL10 is a liquid-fuel cryogenic rocket engine used on the Centaur, S-IV and DCSS upper stages. Built in the United States by Aerojet Rocketdyne (formerly by Pratt & Whitney Rocketdyne), the RL10 burns cryogenic liquid hydrogen and liquid oxygen propellants, with each engine producing 64.7–110 kN (14,545–24,729 lbf) of thrust in vacuum depending on the version in use. The RL10 was the first liquid hydrogen rocket engine to be built in the United States, and development of the engine by Marshall Space Flight Center and Pratt & Whitney began in the 1950s, with the first flight occurring in 1961. Several versions of the engine have been flown, with two, the RL10A-4-2 and the RL10B-2, still being produced and flown on the Atlas V and Delta IV.\nThe engine produces a specific impulse (Isp) of 373–470 s (3.66–4.61 km/s) in a vacuum and has a mass ranging from 131–317 kg (289–699 lb) (depending on version). Six RL10A-3 engines were used in the S-IV second stage of the Saturn I rocket, one or two RL10 engines are used in the Centaur upper stages of Atlas and Titan rockets and one RL10B-2 is used in the upper stage of Delta IV rockets.\nContents\n1 History\n1.1 Improvements\n2 Applications for the RL10\n2.1 Potential uses for the RL10\n2.1.1 Common Extensible Cryogenic Engine\n2.1.2 Advanced Common Evolved Stage\n2.1.3 NextGen Propulsion Study\n3 Variants\n4 Specifications\n4.1 Original RL10\n4.2 Current design\n5 Engines on display\n6 See also\n7 References\n8 External links\nHistory[edit]\nThe RL10 was first tested on the ground in 1959, at Pratt and Whitney's Florida Research and Development Center in West Palm Beach, Florida.[2] It was first flown in 1962 in an unsuccessful suborbital test;[3] the first successful flight took place on November 27, 1963.[4][5] For that launch, two RL10A-3 engines powered the Centaur upper stage of an Atlas launch vehicle. The launch was used to conduct a heavily instrumented performance and structural integrity test of the vehicle.[6]\nImprovements[edit]\nThe RL10 has been upgraded over the years. One current model, the RL10B-2, powers the Delta IV second stage, as well as the Delta III second stage. It has been significantly modified from the original RL10 to improve performance. Some of the enhancements include an extendable nozzle and electro-mechanical gimbaling for reduced weight and increased reliability. Current specific impulse is 464 seconds (4.55 km/s).\nA flaw in the brazing of an RL10B-2 combustion chamber was identified as the cause of failure for the May 4, 1999, Delta III launch carrying the Orion-3 communications satellite.[7]\nApplications for the RL10[edit]\nFour modified RL10A-5 engines, all of them with the ability to be throttled, were used in the McDonnell Douglas DC-X.[citation needed]\nThe DIRECT version 3.0 proposal to replace Ares I and Ares V with a family of rockets sharing a common core stage, recommends the RL10 for the second stage of their proposed J-246 and J-247 launch vehicles.[8] Up to seven (7) RL10 engines would be used in the proposed Jupiter Upper Stage, serving an equivalent role to the Ares V Earth Departure Stage.\nPotential uses for the RL10[edit]\nCommon Extensible Cryogenic Engine[edit]\nThe CECE at partial throttle.\nThe Common Extensible Cryogenic Engine (CECE) is a testbed to develop RL10 engines that throttle well. NASA has contracted with Pratt & Whitney Rocketdyne to develop the CECE demonstrator engine.[9] In 2007 its operability (with some \"chugging\") was demonstrated at 11-to-1 throttle ratios.[10] In 2009 NASA reported successfully throttling from 104 percent thrust to eight percent thrust, a record for an engine of this type. Chugging was eliminated by injector and propellant feed system modifications that control the pressure, temperature and flow of propellants.[11]\nAdvanced Common Evolved Stage[edit]\nAs of 2009[update], an enhanced version of the RL10 rocket engine was proposed to power the upper-stage versions of the Advanced Common Evolved Stage (ACES), a long-duration, low-boiloff extension of existing ULA Centaur and Delta Cryogenic Second Stage (DCSS) technology.[12] Long-duration ACES technology is explicitly designed to support geosynchronous, cislunar, and interplanetary missions as well as provide in-space propellant depots in LEO or at L2 that could be used as way-stations for other rockets to stop and refuel on the way to beyond-LEO or interplanetary missions. Additional missions could include the provision of the high-energy technical capacity for the cleanup of space debris.[13]\nNextGen Propulsion Study[edit]\nNASA is partnering with the US Air Force (USAF) to study next-generation upper stage propulsion, formalizing the agencies joint interests in a new upper stage engine to replace the venerable Aerojet Rocketdyne RL-10.\n\"We know the list price on an RL-10. If you look at cost over time, a very large portion of the unit cost of the EELVs is attributable to the propulsion systems, and the RL-10 is a very old engine, and there's a lot of craftwork associated with its manufacture,\" says Dale Thomas, associate director of technical issues at NASA Marshall. \"That's what this study will figure out, is it worthwhile to build an RL-10 replaceme"}
{"url": "http://en.wikipedia.org/wiki/Resident-General_of_Korea", "plaintext": "Japanese Resident-General of Korea - Wikipedia, the free encyclopedia\nJapanese Resident-General of Korea\nFrom Wikipedia, the free encyclopedia\n(Redirected from Resident-General of Korea)\nJump to:\tnavigation, search\nWhen Korea was a protectorate of Japan, Japan was represented by the Resident-General.\nFlag of the Japanese Resident-General of Korea.\nList of Japanese Residents-General[edit]\nMain article: List of Japanese Residents-General of Korea\n"}
{"url": "http://en.wikipedia.org/wiki/Robert_Huber", "plaintext": "Robert Huber - Wikipedia, the free encyclopedia\nRobert Huber\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nFor the U.S. Representative from Michigan, see Robert J. Huber. For the Wisconsin State Assemblyman, see Robert T. Huber. For the Finnish sport shooter, see Robert Huber (sport shooter).\nRobert Huber\nRobert Huber at the 2010 Lindau Nobel Laureate Meeting\nBorn\n(1937-02-20) February 20, 1937 (age 77)\nMunich\nNationality\nGermany\nFields\nBiochemist\nNotable students\nPeter Colman (postdoc)[1][2][3]\nKnown for\nCyanobacteria Crystallography\nNotable awards\nNobel Prize in Chemistry (1988)\nForMemRS (1993)[4]\nWebsite\nwww.biochem.mpg.de/en/eg/huber\nRobert Huber ForMemRS is a German biochemist and Nobel laureate.[5][6][7][8][9]\nContents\n1 Education and early life\n2 Career\n3 Awards and honours\n4 Personal life\n5 References\nEducation and early life[edit]\nHe was born 20 February 1937 in Munich where his father, Sebastian, was a bank cashier. He was educated at the Humanistisches Karls-Gymnasium from 1947 to 1956 and then studied chemistry at the Technische Hochschule, receiving his diploma in 1960. He stayed, and did research into using crystallography to elucidate the structure of organic compounds.\nCareer[edit]\nIn 1971 he became a director at the Max Planck Institute for Biochemistry where his team developed methods for the crystallography of proteins.\nIn 1988 he received the Nobel Prize for Chemistry jointly with Johann Deisenhofer and Hartmut Michel. The trio were recognized for their work in first crystallizing an intramembrane protein important in photosynthesis in purple bacteria, and subsequently applying X-ray crystallography to elucidate the protein's structure.[10] The information provided the first insight into the structural bodies that performed the integral function of photosynthesis. This insight could be translated to understand the more complex analogue of photosynthesis in cyanobacteria[11] which is essentially the same as that in chloroplasts of higher plants.\nHe has recently taken up a post at the Cardiff University and will spearhead the development of Structural Biology at the university on a part-time basis.[citation needed]\nSince 2005 he has been doing research at the Center for medical biotechnology of the University of Duisburg-Essen.\nHuber was one of the original editors of the Encyclopedia of Analytical Chemistry\nAwards and honours[edit]\n1977 Awarded the Otto Warburg Medal. [12]\n1988 Nobel Prize\n1992 Sir Hans Krebs Medal [13]\n1993 Elected member of Pour le Mérite for Sciences and Arts, Germany [14]\n1993 Elected a Foreign Member of the Royal Society (ForMemRS). His nomination read:\n“\nHuber has built up, led and still leads the most productive protein crystallography laboratory in Europe. His own contributions to crystallography, made over a period of some 25 years, are prodigious. For his Ph. D. thesis he solved the chemical formula of the important insect hormone ectyson which had eluded the chemists. He then demonstrated that the tertiary fold of the polypeptide chain in the haemoglobin of the fly larva chironomus closely resembled that in Kendrew's sperm whale myoglobin, indicating for the first time that this fold had been preserved throughout evolution.\nHuber's next achievement was the solution of the structure of trypsin inhibitor and the demonstration that in its complex with trypsin it mimicked the tetrahedral transition state of the enzyme's substrate. Since then he has determined the structures of many other proteinases, their inactive precursors and their inhibitors, and has established himself as the world authority in this field. Outstanding structures are tgise if oricarboxypeptidase, which led to the discovery of the remarkable activation mechanism of this enzyme, and of the complex of thrombin with hirudin, which showed the molecular mechanism of inhibition of blood clotting by this leech toxin. In parallel with this work, Huber solved the structures of several immunoglobulin fragments. He was the first to determine the structure of the complement-activating F-fragment, which was alkso the first variable and the first constant domains in Fab-fragments. Huber's structure of citrate synthase revealed a striking example of aconformational change undergone by an enzyme on combinationwith its substrate bya process of induced fit. Huber shared the Nobel Prize for Chemistry in 1988 with Michel and Deisenhofer for their detrermination of the remarkable and supremely important structures of thephotchemical reaction centre of Rhodopseudomonas viridis and of phycocyanin, the light harvesting protein of the blue-green alga Mastiglocadus laminosus. This protein binds linear tetrapyrroles in a tertiary fold reminiscent of the globins, which brought Huber back full circle to his first structure, erythrocruerin, Huber has also determined the structures of several copper-containing electron-transfer proteins, including that of "}
{"url": "http://en.wikipedia.org/wiki/Sega_AM2", "plaintext": "Sega AM2 - Wikipedia, the free encyclopedia\nSega AM2\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article has multiple issues. Please help improve it or discuss these issues on the talk page.\nThis article may require cleanup to meet Wikipedia's quality standards. No cleanup reason has been specified. Please help improve this article if you can. (June 2009)\nThis article's lead section may not adequately summarize key points of its contents. Please consider expanding the lead to provide an accessible overview of all important aspects of the article. (June 2009)\nSega Amusement Machine Research and Development Department 2 (popularly known as Sega AM2 or simply AM2) is a research and development team for the video game company Sega. Originally known as \"Sega Amusement Developing Section 8\", AM2 was previously headed up by famed designer Yu Suzuki. Of Sega's AM teams, AM2 was the best known and would become a major development house for Sega.\nThey first created early sprite-based, pseudo-3D, arcade classics, for their Super Scaler arcade system boards in the mid-to-late 1980s, such as Space Harrier, OutRun, After Burner, and After Burner II, all of which were monster successes. Later, AM2 would go on to create early polygonal 3D arcade classics, for their Sega Model arcade system boards in the early 1990s, such as Virtua Racing, Daytona USA, and the Virtua Fighter and Virtua Cop franchises, before creating the Shenmue series in the late 1990s.\nFollowing the arcade release of Virtua Fighter 2, the February 1995 issue of Future Publishing's Ultimate Future Games magazine described Sega AM2 as \"the most innovative and technically brilliant design team in the world.\"[1]\nFollowing the release of OutRun 2, AM2 was absorbed into Sega (July 1, 2004). Unlike most of the other old AM departments, it remains a separate division within Sega. The only games that have used the AM2 logo since were After Burner Climax, R-Tuned : Ultimate Street Racing and the"}
{"url": "http://en.wikipedia.org/wiki/Submarine_communications_cable", "plaintext": "Submarine communications cable - Wikipedia, the free encyclopedia\nSubmarine communications cable\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nA cross section of a modern submarine communications cable.\n1 – Polyethylene\n2 – Mylar tape\n3 – Stranded steel wires\n4 – Aluminium water barrier\n5 – Polycarbonate\n6 – Copper or aluminium tube\n7 – Petroleum jelly\n8 – Optical fibers\nSubmarine cables are laid using special cable layer ships, such as the modern René Descartes, operated by Orange Marine.\nA submarine communications cable is a cable laid on the sea bed between land-based stations to carry telecommunication signals across stretches of ocean. The first submarine communications cables, laid in the 1850s, carried telegraphy traffic. Subsequent generations of cables carried telephone traffic, then data communications traffic. Modern cables use optical fiber technology to carry digital data, which includes telephone, Internet and private data traffic.\nModern cables are typically 69 millimetres (2.7 in) in diameter and weigh around 10 kilograms per metre (7 lb/ft), although thinner and lighter cables are used for deep-water sections.[1] As of 2010, submarine cables link all the world's continents except Antarctica.\nContents\n1 Early history: telegraph and coaxial cables\n1.1 Trials\n1.2 First commercial cables\n1.3 Transatlantic telegraph cable\n1.4 British dominance of early cable\n1.5 Cable to India, Singapore, Far East and Australia\n1.6 Submarine cables across the Pacific\n1.7 Construction\n1.8 Bandwidth problems\n1.9 Transatlantic telephony\n2 Modern history\n2.1 Optical telephone cables\n2.2 Importance of submarine cables\n2.3 Investment in and financing of submarine cables\n2.4 Antarctica\n3 Cable repair\n4 Intelligence gathering\n5 Environmental impact\n6 Notable events\n7 See also\n8 References\n9 External links\n9.1 Articles\n9.2 Maps\nEarly history: telegraph and coaxial cables[edit]\nTrials[edit]\nAfter William Cooke and Charles Wheatstone had introduced their working telegraph in 1839, the idea of a submarine line across the Atlantic Ocean began to be thought of as a possible triumph of the future. Samuel Morse proclaimed his faith in it as early as 1840, and in 1842, he submerged a wire, insulated with tarred hemp and India rubber,[2][3] in the water of New York Harbor, and telegraphed through it. The following autumn, Wheatstone performed a similar experiment in Swansea Bay. A good insulator to cover the wire and prevent the electric current from leaking into the water was necessary for the success of a long submarine line. India rubber had been tried by Moritz von Jacobi, the Prussian electrical engineer, as far back as the early 19th century.\nAnother insulating gum which could be melted by heat and readily applied to wire made its appearance in 1842. Gutta-percha, the adhesive juice of the Palaquium gutta tree, was introduced to Europe by William Montgomerie, a Scottish surgeon in the service of the British East India Company.[4] Twenty years earlier, he had seen whips made of it in Singapore, and he believed that it would be useful in the fabrication of surgical apparatuses. Michael Faraday and Wheatstone soon discovered the merits of gutta-percha as an insulator, and in 1845, the latter suggested that it should be employed to cover the wire which was proposed to be laid from Dover to Calais. It was tried on a wire laid across the Rhine between Deutz and Cologne.[citation needed] In 1849, C.V. Walker, electrician to the South Eastern Railway, submerged a two-mile wire coated with gutta-percha off the coast from Folkestone, which was tested successfully.[4]\nFirst commercial cables[edit]\nA telegraph stamp of the British & Irish Magnetic Telegraph Co. Limited (c. 1862).\nHaving earlier obtained a concession from the French Government, in August 1850 John Watkins Brett's Anglo-French Telegraph Company laid the first line across the English Channel, using the converted tug Goliath. It was simply a copper wire coated with gutta-percha, without any other protection, and was not successful.[5] The experiment served to secure renewal of the concession, and in September 1851, a protected core, or true, cable was laid by the reconstituted Submarine Telegraph Company from a government hulk, the Blazer, which was towed across the Channel.[5][6]\nIn 1853 further successful cables were laid, linking Great Britain with Ireland, Belgium and the Netherlands, and crossing The Belts in Denmark.[7] The British & Irish Magnetic Telegraph Company completed the first successful Irish link on May 23 between Portpatrick and Donaghadee using the collier William Hutt.[8] The same ship was used for the link from Dover to Ostend in Belgium, by the Submarine Telegraph Company.[5] Meanwhile, the Electric & International Telegraph Company completed two cables across the North Sea, from Orford Ness to Scheveningen, The Netherlands. They were laid by the Monarch, a paddle steamer which later became the first vessel with permanent cable-laying equipment.[9]\nTransatlantic telegraph cable[edit]\nMain article: Transatlantic telegraph cable\nThe first attempt at laying a transatlantic telegraph cable was promoted by Cyrus West Field, who persuaded British industrialists to fund and lay one in 1858. However, the technology of the day was not capable of supporting the project; it was plagued with problems from the outset, and was in operation for only a month. Subsequent attempts in 1865 and 1866 with the world's largest steamship, the SS Great Eastern, used a more advanced technology and produced the first successful transatlantic cable. The Great Eastern later went on to lay the first cable reaching to India from Aden, Yemen, in 1870.\nBritish dominance of early cable[edit]\nFrom the 1850s until 1911, British submarine cable systems dominated the most important market, the North Atlantic Ocean. The British had both supply side and demand side advantages. In terms of supply, Britain had entrepreneurs willing to put forth enormous amounts of capital necessary to build, lay and maintain these cables. In terms of demand, Britain's vast colonial empire led to business for the cable companies from news agencies, trading and shipping companies, and the British government. Many of Britain's colonies had significant populations of European settlers, making news about them of interest to the general public in the home country.\nBritish officials believed that depending on telegraph lines that passed through non-British territory posed a security risk, as lines could be cut and messages could be interrupted during wartime. They sought the creation of a worldwide network within the empire, which became known as the All Red Line, and conversely prepared strategies to quickly interrupt enemy communications.[10] Britain's very first action after declaring war on Germany in World War I was to have the cable ship Alert (not the CS Telconia as frequently reported)[11] cut the five cables linking Germany with France, Spain and the Azores, and through them, North America.[12] Thereafter the only way Germany could communicate was by wireless, and that meant that Room 40 could listen in.\nThe submarine cables were an economic boon to trading companies because owners of ships could communicate with captains when they reached their destination on the other side of the ocean and even give directions as to where to go next to pick up more cargo based on reported pricing and supply information. The British government had obvious uses for the cables in maintaining administrative communications with governors throughout its empire, as well as in engaging other nations diplomatically and communicating with its military units in wartime. The geographic location of British territory was also an advantage as it included both Ireland on the east side of the Atlantic ocean and Newfoundland in North America on the west side, making for the shortest route across the ocean, which reduced costs significantly.\nA few facts put this dominance of the industry in perspective. In 1896, there were thirty cable laying ships in the world and twenty-four of them were owned by British companies. In 1892, British companies owned and operated two-thirds of the world's cables and by 1923, their share was still 42.7 percent.[13] During World War I, Britain's telegraph communications were almost completely uninterrupted, while it was able to quickly cut Germany's cables worldwide.[10]\nCable to India, Singapore, Far East and Australia[edit]\nEastern Telegraph Company network in 1901. Dotted lines across the Pacific indicate then-planned cables laid in 1902-03.\nThroughout the 1860s and 70's, British cable expanded eastward, into the Mediterranean Sea and the Indian Ocean. An 1863 cable to Bombay, India (now Mumbai) provided a crucial link to Saudi Arabia.[14] In 1870, Bombay was linked to London via submarine cable in a combined operation by four cable companies, at the behest of the British Government. In 1872, these four companies were combined to form the mammoth globespanning Eastern Telegraph Company, owned by John Pender. A spin-off from Eastern Telegraph Company was a second sister company, the Eastern Extension, China and Australasia Telegraph Company, commonly known simply as \"the Extension\". In 1872, Australia was linked by cable to Bombay via Singapore and China and in 1876, the cable linked the British Empire from London to New Zealand.[15]\nSubmarine cables across the Pacific[edit]\nThe first trans-pacific cables were completed in 1902–03, linking the US mainland to Hawaii in 1902 and Guam to the Philippines in 1903.[16] Canada, Australia, New Zealand and Fiji were also linked in 1902[17] with the trans-Pacific segment of the All Red Line.\n88 years later, the North Pacific Cable system was the first regenerative (repeatered) system to completely cross the Pacific from the US mainland to Japan. The US portion of NPC was manufactured in Portland, Oregon, from 1989 to 1991 at STC Submarine Systems, and later Alcatel Submarine Networks. The system was laid by Cable & Wireless Marine on the CS Cable Venture in 1991.\nConstruction[edit]\nTransatlantic cables of the 19th century consisted of an outer layer of iron and later steel wire, wrapping India rubber, wrapping gutta-percha, which surrounded a multi-stranded copper wire at the core. The portions closest to each shore landing had additional protective armor wires. Gutta-percha, a natural polymer similar to rubber, had nearly ideal properties for insulating submarine cables, with the exception of a rather high dielectric constant which made cable capacitance high. Gutta-percha was not replaced as a cable insulation until polyethylene was introduced in the 1930s. In the 1920s, the American military experimented with rubber-insulated cables as an alternative to gutta-percha, since American interests controlled significant supplies of rubber but no gutta-percha manufacturers.\nBandwidth problems[edit]\nEarly long-distance submarine telegraph cables exhibited formidable electrical problems. Unlike modern cables, the technology of the 19th century did not allow for in-line repeater amplifiers in the cable. Large voltages were used to attempt to overcome the electrical resistance of their tremendous length but the cables' distributed capacitance and inductance combined to distort the telegraph pulses in the line, reducing the cable's bandwidth, severely limiting the data rate for telegraph operation to 10–12 words per minute.\nAs early as 1823,[citation needed] Francis Ronalds had observed that electric signals were retarded in passing through an insulated wire or core laid underground, and the same effect was noticed by Latimer Clark (1853) on cores immersed in water, and particularly on the lengthy cable between England and The Hague. Michael Faraday showed that the effect was caused by capacitance between the wire and the earth (or water) surrounding it. Faraday had noticed that when a wire is charged from a battery (for example when pressing a telegraph key), the electric charge in the wire induces an opposite charge in the water as it travels along. In 1831, Faraday described this effect in what is now referred to as Faraday's law of induction. As the two charges attract each other, the exciting charge is retarded. The core acts as a capacitor distributed along the length of the cable which, coupled with the resistance and inductance of the cable, limits the speed at which a signal travels through the conductor of the cable.\nEarly cable designs failed to analyze these effects correctly. Famously, E.O.W. Whitehouse had dismissed the problems and insisted that a transatlantic cable was feasible. When he subsequently became electrician of the Atlantic Telegraph Company, he became involved in a public dispute with William Thomson. Whitehouse believed that, with enough voltage, any cable could be driven. Because of the excessive voltages recommended by Whitehouse, Cyrus West Field's first transatlantic cable never worked reliably, and eventually short circuited to the ocean when Whitehouse increased the voltage beyond the cable design limit.\nThomson designed a complex electric-field generator that minimized current by resonating the cable, and a sensitive light-beam mirror galvanometer for detecting the faint telegraph signals. Thomson became wealthy on the royalties of these, and several related inventions. Thomson was elevated to Lord Kelvin for his contributions in this area, chiefly an accurate mathematical model of the cable, which permitted design of the equipment for accurate telegraphy. The effects of atmospheric electricity and the geomagnetic field on submarine cables also motivated many of the early polar expeditions.\nThomson had produced a mathematical analysis of propagation of electrical signals into telegraph cables based on their capacitance and resistance, but since long submarine cables operated at slow rates, he did not include the effects of inductance. By the 1890s, Oliver Heaviside had produced the modern general form of the telegrapher's equations, which included the effects of inductance and which were essential to extending the theory of transmission lines to higher frequencies required for high-speed data and voice.\nTransatlantic telephony[edit]\nFive submarine communication cables crossing the Scottish shore at Scad Head on Hoy, Orkney.\nWhile laying a transatlantic telephone cable was seriously considered from the 1920s, the technology required for economically feasible telecommunications was not developed until the 1940s. A first attempt to lay a pupinized telephone cable failed in the early 1930s due to the Great Depression.\nIn 1942, Siemens Brothers of New Charlton, London in conjunction with the United Kingdom National Physical Laboratory, adapted submarine communications cable technology to create the world's first submarine oil pipeline in Operation Pluto during World War II.\nTAT-1 (Transatlantic No. 1) was the first transatlantic telephone cable system. Between 1955 and 1956, cable was laid between Gallanach Bay, near Oban, Scotland and Clarenville, Newfoundland and Labrador. It was inaugurated on September 25, 1956, initially carrying 36 telephone channels.\nIn the 1960s, transoceanic cables were coaxial cables that transmitted frequency-multiplexed voiceband signals. A high voltage direct current on the inner conductor powered repeaters (two-way amplifiers placed at intervals along the cable). The first-generation repeaters remain among the most reliable vacuum tube amplifiers ever designed.[18] Later ones were transistorized. Many of these cables are still usable, but have been abandoned because their capacity is too small"}
{"url": "http://en.wikipedia.org/wiki/Template:AcademyAwardBestAdaptedScreenplay_1981%e2%80%932000", "plaintext": "Template:Academy Award Best Adapted Screenplay - Wikipedia, the free encyclopedia\nTemplate:Academy Award Best Adapted Screenplay\nFrom Wikipedia, the free encyclopedia\n(Redirected from Template:AcademyAwardBestAdaptedScreenplay 1981–2000)\nJump to:\tnavigation, search\nv\nt\ne\nAcademy Award for Best Adapted Screenplay\n1928–1940\nBenjamin Glazer (1928)\nHanns Kräly (1929)\nJoseph Farnham, Martin Flavin, Frances Marion, and Lennox Robinson (1930)\nHoward Estabrook (1931)\nEdwin J. Burke (1932)\nVictor Heerman and Sarah Y. Mason (1933)\nRobert Riskin (1934)\nDudley Nichols (1935)\nPierre Collings and Sheridan Gibney (1936)\nHeinz Herald, Geza Herczeg, and Norman Reilly Raine (1937)\nIan Dalrymple, Cecil Arthur Lewis, W.P. Lipscomb, and George Bernard Shaw (1938)\nSidney Howard (1939)\nDonald Ogden Stewart (1940)\n1941–1960\nSidney Buchman and Seton I. Miller (1941)\nGeorge Froeschel, James Hilton, Claudine West, and Arthur Wimperis (1942)\nPhilip G. Epstein, Julius J. Eps"}
{"url": "http://en.wikipedia.org/wiki/Template_(file_format)", "plaintext": "Template (file format) - Wikipedia, the free encyclopedia\nTemplate (file format)\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nThis article does not cite any references or sources. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. (October 2006)\nThe term document template when used in the context of file format refers to a common feature of many software applications that define a unique non-executable file format intended specifically for that particular application.\nTemplate file formats are those whose file extension indicates that the file type is intended as a very high starting point from which to create other files.\nThese types of files are usually indicated on the File menu"}
{"url": "http://en.wikipedia.org/wiki/Teri_Weigel", "plaintext": "Teri Weigel - Wikipedia, the free encyclopedia\nTeri Weigel\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nTeri Weigel\nTeri Weigel at the AVN Adult Entertainment Expo on January 11, 2003\nPlayboy centerfold appearance\nApril 1986\nPreceded by\nKim Morris\nSucceeded by\nChristine Richters\nPersonal details\nBorn\nTeresa Susan Weigel\n(1962-02-24) February 24, 1962 (age 52)[1]\nFt. Lauderdale, Florida\nMeasurements\nBust: 36D[1]\nWaist: 21\nHips: 34\nHeight\n5 ft 7 in (1.70 m)[1]\nWeight\n108 pounds (49 kg)\nOfficial website\nTeresa \"Teri\" Susan Weigel (born February 24, 1962) is an American pornographic actress, fashion and nude model and Playboy Playmate.\nContents\n1 Early life\n2 Career\n2.1 Awards\n3 Personal life\n4 Selected filmography\n5 References\n6 External links\nEarly life[edit]\nWeigel was born in Fort Lauderdale, Florida[2] and grew up in Deerfield Beach, Florida.[3] She began modeling while in her teens, appearing in the Saks Fifth Avenue catalog among other venues.[3]\nCareer[edit]\nWeigel appeared on the cover of the November 1985 issue of Playboy, and was the Playboy Playmate for April 1986. She also appeared in a number of Playboy videos. She subsequently had several minor roles in mainstream film, including Predator 2 and Marked for Death, and made several appearances as \"Jade\" on Married... with Children. She was the second Playmate to also appear in Penthouse magazine, after Ursula Buchfellner, November 1985.[citation needed] She worked for a time at the Bunny Ranch Nevada brothel until September 1998.[4]\nWeigel was in a car accident in August 1990, in which she suffered severe neck and back injuries that required five operations.[5] Unable to work for four months due to her injuries, she and her husband, Murrill Maglio, were forced to sell their home and move into an apartment. During production on a nude video that was one of Weigel's last projects for Playboy, a co-worker suggested doing adult movies to earn money. Initially dismissive of the idea, Weigel eventually reconsidered. Weigel and Maglio spoke to their neighbors, Fred and Patti Lincoln, who produced adult films.[6]\nHer first film was Inferno in 1991, in which she costarred with Marc Wallice.[5] According to Weigel and Maglio, they do not see Weigel's sexual intercourse with other men as a problem because of the security of their relationship. Maglio has had minor, non-sexual roles in some of her films. To enhance her career viability, Weigel underwent breast augmentation, enlarging her breasts to 36DD. After she became the first Playboy Playmate to cross over into porn, the publisher terminated its relationship with her, as Playmates who do porn are not allowed to represent the company."}
{"url": "http://en.wikipedia.org/wiki/Transportation_in_Portland,_Oregon", "plaintext": "Transportation in Portland, Oregon - Wikipedia, the free encyclopedia\nTransportation in Portland, Oregon\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nRoad bridges across the Columbia and Willamette Rivers are a critical piece of Portland's transportation infrastructure.\nLike transportation in the rest of the United States, the primary mode of local transportation in Portland, Oregon is the automobile. But Portland's reputation as a well-planned city is due to Metro's regional master plan in which transit-oriented development plays a major role.[1] This approach, part of the new urbanism, promotes mixed-use and high-density development around light rail stops and transit centers, and the investment of the metropolitan area's share of federal tax dollars into multiple modes of transportation. In the United States, this focus is atypical in an era when automobile use led many areas to neglect their core cities in favor of development along interstate highways, in suburbs, and satellite cities.[2]\n“\nPortland is \"an international pioneer in transit orientated developments.\"\n”\n—Sayeeda Warsi, a leader of the UK's Conservative Party, from a 2006 episode of Newsnight[3]\nCommuting statistics for major U.S. cities in 2008.[dated info]\nContents\n1 Mass transit\n1.1 Buses\n1.2 MAX light rail\n1.3 Portland Streetcar\n1.4 Commuter rail\n1.5 Portland Aerial Tram\n2 Cycling\n3 Walking\n4 Traffic flow\n5 Highways\n6 Bridges\n6.1 Willamette River\n6.2 Columbia River\n7 Intercity service\n8 Airports\n9 Other alternatives\n10 See also\n11 Notes\n12 External links\nMass transit[edit]\nPortland has a comprehensive public transportation system. The bus and rail system is operated by TriMet, its name reflecting the three metropolitan area counties it serves (Multnomah, Clackamas, and Washington). Portland's rate of public transit use (12.6% of commutes in 2008) is comparable to much larger cities like Los Angeles, and higher than in most similarly sized U.S. cities, but is lower than in some others, such as Baltimore and Seattle.[4]\nBuses and bikes in downtown Portland.\nWithin the downtown area (the city center) is the Portland Transit Mall, a transit-priority corridor on which buses and light rail trains from many different parts of the region converge. First opened in 1977, and for three decades served only by buses, the transit mall underwent major changes in 2009. Tracks for light rail (MAX) were added, bus stops spaced farther apart, and the left lane opened to general traffic (but with right turns prohibited).[5] To facilitate this major renovation and rebuilding, lasting more than two years, all bus routes using the mall were diverted to other streets (mainly 3rd and 4th avenues) starting in January 2007.[6] The transit mall reopened to buses on May 24, 2009,[7] and operator training runs on the new light-rail tracks took place during the late spring and summer.[8] Light rail service on the transit mall was introduced on August 30, 2009, when the MAX Yellow Line moved to the mall from its previous routing.[9] The new MAX Green Line opened 13 days later, on September 12, and it also serves the downtown transit mall.[10]\nFrom 1975 to 2010, all of downtown Portland was in Fareless Square, a fare zone within which all rides on buses, light rail and streetcars were fare-free, and starting in 2001 this zone also covered a portion of the adjacent Lloyd District. In 2010, free rides became limited to light-rail and streetcar service – no longer covering bus service – and the zone was renamed the \"Free Rail Zone\".[11] In September 2012, the fareless zone was discontinued entirely, due to a $12 million shortfall in TriMet's annual budget.[12]\nBen Holladay was the first person to offer public transportation to the city of Portland when in 1872 he opened the Portland Street Railway Company, a horsecar line on First Street extending to a garage at the end of Glisan.[13] In 1882, a second horsecar system was built for Third Street.[14] Ferries such as the O&CRR Ferry#2 were used to cross the Willamette River before the construction of the first Steel Bridge in 1888. At that point, rail expanded into Albina and East Portland. Horsecars took passengers across the river and steam trains took them further into the suburbs,[15] but both modes were soon replaced by electric streetcar lines, the first of which began operation on November 1, 1889, between St. Johns and Portland.[16]\nBuses[edit]\nTriMet operates a fleet of 603 buses on a network of 79 bus routes.[17] Twelve of the routes are designated \"Frequent Service\" bus routes, with more frequent schedules than other routes.[17] Originally intended to have buses scheduled every 15 minutes or less all day, every day (including weekends and holidays), budget cutbacks in 2009 caused TriMet to change \"Frequent Service\" routes to have 15 minute or less wait times only during weekday peak usage times in the morning and afternoon.[18] In August 2014, TriMet reintroduced 15 minute or less wait times at all times during weekdays on Frequent Service routes, with the stated goal of reinstating weekend 15 minute or less wait times on these routes.[18]\nTriMet's bus fleet is made up of 30' and 40' buses, with half of the buses older high-floor models built from 1990–1994 and 1998, and the other half are low floor buses manufactured from 1998 to current.[19] In 2012, TriMet reinstated its annual bus purchase program and will have only low floor buses in rotation by 2017.[20]\nTriMet's bus routes also include express buses from downtown Portland to South Beaverton, Sherwood and Oregon City, and express buses from Marquam Hill to Beaverton, Tigard, Southwest Portland, and Milwaukie. TriMet also has several \"cross-town\" routes that do not serve downtown Portland. The bus network operates predominately in a hub-and-spoke network starting with the downtown Portland transit mall, and includes outlying transit centers in Portland's suburbs.\nIn addition to the fixed-route service, TriMet operates a paratransit service known as LIFT which operates 254 minibuses and 15 sedans offering door-to-door service for citizens who cannot access regular TriMet services.[17]\nMAX light rail[edit]\nMain article: MAX Light Rail\nA Siemens S70 MAX train, in service on the Blue Line\nSince 2009, the Portland Transit Mall has been used by both MAX and buses.\nSince September 2009, Portland's light rail system, named MAX (short for Metropolitan Area Express), consists of four color-coded lines:\nThe Blue Line is a 33-mile (53 km) east-west route. It begins in Hillsboro, a western suburb, passes through Beaverton and downtown Portland, then across the Willamette River, through Northeast Portland and east to the city of Gresham. The 15-mile (24 km) line between downtown and Gresham was the first light rail line opened in Portland, in 1986. MAX lines first became designated by colors in 2000.\nThe Red Line incorporates a 5.6-mile (9.0 km) north-south addition between the airport and the Gateway Transit Center near the northeast Portland neighborhood of Parkrose. From that point the line overlaps the Blue Line, running west to downtown and beyond, terminating at the Beaverton Transit Center, where it and the Blue Line meet WES, a commuter rail service.\nThe Yellow Line added 5.8 miles (9.3 km) to the system. It connects North Portland's Expo Center with downtown. This line is often referred to as \"Interstate MAX\" because much of it runs along Interstate Avenue, and parallel to I-5. Until 2009, the Yellow Line followed the same mostly east-west alignment through downtown Portland as used by the Blue and Red lines, traveling along Morrison Street (westbound) and Yamhill Street (eastbound) through the core of the business district. However, on August 30, 2009, the Yellow Line shifted to a new north-south alignment through downtown that had been constructed along the Portland Mall (see Green Line).[21]\nThe Green Line runs from Clackamas Town Center, in the Clackamas area, north along "}
{"url": "http://en.wikipedia.org/wiki/Urban_myths", "plaintext": "Urban legend - Wikipedia, the free encyclopedia\nUrban legend\nFrom Wikipedia, the free encyclopedia\n(Redirected from Urban myths)\nJump to:\tnavigation, search\n\"Urban tale\" redirects here. For the rock band, see Urban Tales. For other uses, see Urban legend (disambiguation).\nThe \"Bunny Man Bridge\", an example of legend tripping.\nAn urban legend, urban myth, urban tale, or contemporary legend, is a form of modern folklore consisting of stories that may or may not have been believed by their tellers to be true, and often possess horror implications that are believable to their audience.\nDespite its name, an urban legend does not necessarily originate in an urban area. Rather, the term is used to differentiate modern legend from traditional folklore in pre-industrial times. For this reason, sociologists and folklorists prefer the term \"contemporary legend\". Urban legends are sometimes repeated in news stories and, in recent years, distributed by e-mail or social media. People frequently allege that such tales happened to a \"friend of a friend\" (FOAF); the phrase has become a commonly used term when recounting this type of story.\nSome urban legends have passed through the years with only minor changes to suit regional variations. One example is the story of a woman killed by spiders nesting in her elaborate hairdo. More recent legends tend to reflect modern circumstances, like the story of people ambushed, anesthetized, and waking up minus one kidney, which was supposedly surgically removed for transplantation (a story which folklorists refer to as \"The Kidney Heist\").[1]\nContents\n1 Origins and structure\n2 Propagation and belief\n3 Belief and relation to mythology\n4 Other terminology\n5 Documenting urban legends\n6 Internet urban legends\n6.1 Types\n6.2 Use in marketing\n7 See also\n8 References\n9 Further reading\n10 Sources\n11 External links\nOrigins and structure[edit]\nThe term \"urban legend,\" as used by folklorists, has appeared in print since at least 1968.[2] Jan Harold Brunvand, professor of English at the University of Utah, introduced the term to the general public in a series of popular books published beginning in 1981. Brunvand used his collection of legends, The Vanishing Hitchhiker: American Urban Legends & Their Meanings (1981) to make two points: first, that legends and folklore do not occur exclusively in so-called primitive or traditional societies, and second, that one could learn much about urban and modern culture by studying such tales.\nMany urban legends are framed as complete stories with plot and characters. The compelling appeal of a typical urban legend is its elements of mystery, horror, fear or humor. Often they serve as cautionary tales.[3] Some urban legends are morality tales that depict someone, usually a child, acting in a disagreeable manner, only to wind up in trouble, hurt, or dead.[3]\nPropagation and belief[edit]\nThe recurring \"Blue star tattoo legend\"[4] or \"Mickey Mouse Acid\".\nAs Jan Brunvand pointed out[5] antecedent legends including some of the motifs, themes and symbolism of these urtexts can readily be identified. Cases in which there is some likelihood that at least a partial inspiration has been located include \"The Death Car,\" traced by Richard Dorson to Michigan, United States;[5] \"the Solid Cement Cadillac\"[6] and the possible origin of \"The Hook\" in the 1946 series of Lovers' Lane murders in Texarkana, Texas, USA.[7][8] The urban legend that Coca-Cola developed the drink Fanta to sell in Nazi Germany without public backlash originated as the actual tale of German Max Keith, who invented the drink and ran Coca-Cola's operations in Germany during World War II.[9]\nThe teller of an urban legend may claim it happened to a friend, which serves to personalize, authenticate and enhance the power of the narrative.[10] Many urban legends depict horrific crimes, contaminated foods or other situations which would affect many people. Anyone believing such stories might feel compelled to warn loved ones. Not seldom, news organizations, school officials and even police departments have issued warnings concerning the latest threat.[11] In the \"Lights Out\" rumor, street gang members would drive without headlights until a compassionate motorist responded with the traditional flashing of headlights, whereupon a new gang member would be required to murder the citizen as a requirement of initiation.[12] A fax received at the Nassau County, Florida fire department was forwarded to police, and from there to all city departments. Even the Minister of Defence for Canada was taken in by the same legend; he forwarded an urgent security warning to all Ontario Members of Parliament.[12]\nMany urban legends are essentially extended jokes, told as if they were true events.[13] Urban legends typically include one or more common elements: the legend is retold on behalf of the original witness or participant; dire warnings are often given for those who might not heed the advice or lesson contained therein (this is a typical element of many e-mail phishing scams); and it is often touted as \"something a friend told me,\" while the friend is identified by first name only or not identified at all.[14] One of the classic hallmarks of false urban legends is a lack of specific information regarding the incident, such as names, dates, locations, or similar information.\nPersistent urban legends, however unlikely, often maintain at least a degree of plausibility, for instance a serial killer deliberately hiding in the back seat of a car. One such example since the 1970s has been the recurring rumor that the Procter & Gamble Company was associated with Satan worshippers because of details within its nineteenth-century trademark.[15] The legend interrupted the company's business to the point it stopped using the trademark.[16]\nBelief and relation to mythology[edit]\nThe earliest term by which these narratives were known, \"urban belief tales,\" highlights what was then thought to be a key property: they were held, by their tellers, to be true accounts, and the device of the FOAF was a spurious but significant effort at authentication.[17] The coinage leads in turn to the terms \"FOAFlore\" and \"FOAFtale\". While at least one classic legend, the \"Death Car\", has been shown to have some basis in fact,[18] folklorists as such are interested in debunking these narratives only to the degree that establishing non-factuality warrants the assumption that there must be some other reason why the tales are told and believed.[19] As in the case of myth, these narratives are believed because they construct and reinforce the worldview of the group within which they are told, or \"because they provide us with coherent and convincing explanations of complex events\".[20]\nRecently, social scientists have started to draw on urban legends in order to help explain complex socio-psychological beliefs, such as attitudes to crime, childcare, fast food, SUVs and other \"family\" choices.[21] Here the authors make an explicit connection between urban legends and popular folklore, such as Grimm's Fairy Tales where similar themes and motifs arise. For this reason, it is characteristic of groups within which a given narrative circulates to react very negatively to claims or demonstrations of non-factuality; an example would be the expressions of outrage by police officers who are told that adulteration of Halloween treats by strangers (the subject of periodic moral panics) is extremely rare, if it has occurred at all.[19][22]\nOther terminology[edit]\nThe term urban myth is also used. Brunvand feels that urban legend is less stigmatizing because myth is commonly used to describe things that are widely accepted as untrue. The more academic definitions of myth usually refer to a supernatural tale involving gods, spirits, the origin of the world, and other symbols that are usually capable of multiple meanings (cf. the works of Claude Lévi-Strauss, Ernst Cassirer, Mircea Eliade, Joseph Campbell, Carl Jung, and "}
{"url": "http://en.wikipedia.org/wiki/User_talk:GDallimore", "plaintext": "User talk:GDallimore - Wikipedia, the free encyclopedia\nUser talk:GDallimore\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nIf I left you a message: please answer on your talk page, as I am watching it.\nIf you leave me a message: I will answer on my talk page, so please add it to your watchlist.\nPlease click here to leave me a new message.\nArchives\nArchive 1 24 March 2006 - 24 March 2007\nArchive 2 25 March 2007 - 16 June 2007\nArchive 3 17 June 2007 - 4 March 2008\nArchive 4 5 March 2008 - 23 April 2008\nArchive 5 24 April 2008 - 18 November 2008\nArchive 6 18 November 2008 - 9 February 2010\nArchive 7 12 February 2012 - 2 December 2012\nArchive 8 8 December 2012 - 14 May 2014\nContents\n1 May 2014\n2 Electronic harassment\n3 Do read the link before removing the quote again\n4 Talking tree as a link on Auditory hallucination\n5 Category:Images of comics characters\n6 Optica\n7 About the article Flowers for Algernon\n8 November 2014\n9 Discussion of interest to you\nMay 2014[edit]\nHello, I'm BracketBot. I have automatically detected that your edit to Patent troll may have broken the syntax by modifying 1 \"[]\"s. If you have, don't worry: just edit the page again to fix it. If I misunderstood what happened, or if you have any questions, you can leave a message on my operator's talk page.\nList of unpaired brackets remaining on the page:\nPatent Trolls: A Global Perspective Re: Patent Infringement], Lisa L. Mueller, February 17, 2014] the UK{{cn|date=May 2014}} and other countries{{cn"}
{"url": "http://en.wikipedia.org/wiki/Wassaw_Sound", "plaintext": "Wassaw Sound - Wikipedia, the free encyclopedia\nWassaw Sound\nFrom Wikipedia, the free encyclopedia\nJump to:\tnavigation, search\nWassaw Sound is a bay of the Atlantic Ocean on the coast of Georgia, United States near Savannah where which the Wilmington River flows.\nContents\n1 American Civil War naval battle\n2 Tybee Bomb\n3 1996 Summer Olympics\n4 See also\n5 References\n6 External links\nAmerican Civil War naval battle[edit]\nIt was the location of an American Civil War naval battle between the CSS Atlanta and Union ships in 1863.\nTybee Bomb[edit]\nMain article: 1958 Tybee Island B-47 crash\nIt is the location of a hydrogen bomb lost by a B-47 Stratojet bomber in 1958. This lost hydrogen bomb is also known as the Tybee Bomb. On the night of February 5, 1958 a B-47 Stratojet bomber carrying a hydrogen bomb on a night training flight off the Georgia coast collided with an F-86 Saberjet fighter at 36,000 feet. The collision destroyed the fighter and severely damaged a wing of the bomber, leaving one of its engines partially dislodged. The bomber's pilot, Maj. Howard Richardson, was instructed to jettison the H-bomb before attempting a landing. Richardson dropped the bomb into the shallow waters of Wassaw Sound, near the mouth of the Savannah River, a few miles from the city of Tybee Island, where he believed the bomb would be swiftly recovered.[citation needed]\nThe Pentagon recorded the incident in a top secret memo to the chairman of the United States Atomic Energy Commission (AEC). The memo has been partially declassified: \"A B-47 aircraft with a nuclear weapon aboard was damaged in a collision with an F-86 aircraft near Sylvania, Georgia, on February 5, 1958. The B-47 aircraft attempted three times unsuccessfully to land with the weapon. The weapon was then jettisoned visually over water off the mouth of the Savannah River. No detonation was observed.\"[citation needed]\nSoon search and rescue teams were sent to the site. Wassaw Sound was mysteriously cordoned off by the United States Air Force troops. For six weeks, the Air Force looked for the bomb without success. Underwater divers scoured the depths, troops tromped through nearby salt marshes, and a blimp hovered over the area attempting to spot a hole or crater in the beach or swamp. Then just a month later, the search was abruptly halted. The Air Force sent its forces to Florence, South Carolina, where another H-bomb had been accidentally dropped by a B-47. The bomb's 200 pounds of TNT exploded on impact, sending radioactive debris across the landscape. The explosion caused extensive property damage and several injuries on the ground. Fortunately, the nuke itself didn't detonate.[citation needed]\nThe search teams never returned to Tybee Island, and the affair of the missing H-bomb was discreetly covered up. The end of the search was noted in a partially declassified memo from the Pentagon to the AEC, in which the Air Force politely requested a new H-bomb to rep"}
